{
    "identifyType":"The following is an excerpt from a longer text. Your task is to analyze the provided excerpt and determine the possible type or genre of the longer text. In your response, please provide a thorough analysis and reasoning for your conclusion, and conclude your output by stating the specific type of the text. The excerpt type must be abstract and not mention the content of the text. The expected output format must be as follows: 'Analysis:\n{analysis}\n\nExcerpt type: {specific type}.' You must strictly adhere to the output format, the real type must follow 'Excerpt type:' and end with a period.\n\nExcerpt:\n{context}\nAnswer:\n", 
    "summary":"Provide a succinct summary of the given text, highlighting its central theme. Your summary should be concise yet comprehensive, well-organized, and effectively encapsulate the core message of the text.\n\nExcerpt:\n{context}\nSummary:\n",
    "ask": "Propose a question based on the following text. {questionCategory} {comprehension} You must only provide the question, without any analysis or answers.\n\n###\nText:\n{context}\nQuestion:", 
    "extract":"Please extract the relevant information from the text based on the question. Note that the text may contain only partial information and may not fully answer the question. You only need to extract the relevant parts. For information in the text that is irrelevant to the question, as well as the entity that is mentioned in the question but doesn't have relative information in the test, you do not need to provide any answer.\n\nText:\n{context}\nQuestion:\n{question}\nAnswer:", 
    "firstAnswer": "Base on the given information, answer the following question. The answer must be clear and logical, with a detailed description and logic inference to answer the question. Don't directly reproduct the sentences appeared in the Information section, but provide a new answer based on the given information with comprehension.\n\n Information:\n{context}\nQuestion:\n{question}\nAnswer:",
    "followingAnswer": "Base on the given information, add more information into the existing answer. The answer may only provide a partial answer, and you need to add more information to make it more comprehensive and complete.\n\n Information:\n{context}\nQuestion:\n{question}\nExisting Answer:\n{answer}\nNew Answer:",
    "questionCategory": {
        "information extraction": "This question must be information extraction, such as counting, enumeration, key-value correspondence, and entity recognition. Answering this question must detect and classify named entities in text, such as people, organizations, locations, or specific numerical values.",
        "summary": "This question must be summarization, such as extractive and abstractive summarization. Extractive summarization involves identifying key sentences or phrases from the original text and combining them to create a summary, while abstractive summarization generates new sentences to express the main ideas in the text.",
        "causal reasoning" : "This question must be about causal reasoning, such as sort, timeline arrangement, and cause-effect relationship identification. Sorting involves organizing data in a specific order, timeline arrangement refers to placing events in chronological order, and cause-effect relationship identification is the process of determining how one event or action can directly lead to another. "
    }, 
    "comprehension":{
        "superficial": "The named entity appeared in the question must be found directly in the text, without any other information and comprehension.",
        "semantic": "The named entity appeared in the question to refer to someone or something must be replaced by the synonym. The entity appeared in the question must be understanded firstly, and then must find relative information in the given context."
    },
    "questionRules":[
        "The question shoul ddiscover different layers and details of the text, in order to thoroughly exploit the information provided.",
        " "
    ]
}
