{"meta":{"name":"Memoirs _ Monnet, Jean;","src":"books3-res"},"text":"The partnership between America and a united Europe must be a relationship of two separate but equally powerful entities, each bearing its share of common responsibilities in the world.\nIn the disillusioned atmosphere of 1962, some found this programme surprisingly ambitious. But the failure that had affected everyone so badly was the failure of an intergovernmental conference, not of the Community method. The latter retained its full value as an example; and it remained the objective, even if in the one domain of politics we had to go through a stage of mere co-operation. The year before, Britain had made her first application for membership of the Community, and was negotiating hard with the Six. But there too the method was wrong, and the conference degenerated into haggling – although this in no way qualified the basic need, which sooner or later made agreement inevitable. In the United States, the vision of a strong and united Europe was firmly before the new Democratic administration, which was looking for a reliable partner with which to discuss and share world responsibilities. Many of those to whom I explained these matters called me an optimist.\n'I'm not an optimist,' I answered: 'but I am determined.'\nI was not alone in my determination, even if for many years I faced adverse circumstances and often, in the eyes of most people, had no reasonable grounds for hope. No member of the Committee came to tell me: Tm giving up'; none refused to be associated with the texts in which we reaffirmed our unchanging will and unabated confidence. All of them, in their trade unions and their parties, worked on Parliaments and Governments – sometimes within Governments – to win people over to the few simple ideas required for the organization of Europe. These ideas led to much complicated activity, involved vast material interests, and affected the future of millions; but that was a matter for the public authorities and their officials. It was for statesmen to safeguard the aims to which they had pledged themselves by joining the Action Committee. Each of them did so in his own sphere of influence; but, great as their influence was in our democratic systems, it still had to reckon with the inertia of things and people, and it took time to bear fruit. Resistance is always proportional to the scale of the proposed change; and when it was a question of changing the traditional form of authority, which had always previously been national, the resistance was stronger than ever.\nIn this struggle to create a new sovereignty by pooling existing national sovereignty, we naturally came up against the authorities and their officials, who were responsible for administering the established order. National civil servants needed very firm instructions if they were to delegate to Community institutions the fields of competence that were in their charge. Even those Governments which were most in favour of the European idea had to do violence to their own feelings and habits in order to give those instructions, which diminished their own power of decision. 'Put yourself in my shoes for a moment,' some Ministers told me, apologetically; but that was not my concern. On the contrary, I had to remain at the point where national interests converged, a position which no one ordinarily seeks. However, I was willingly joined there by imaginative men who had chosen to act politically because they believed that change was essential to the progress of modern society. Together we felt that we had the strength to change the established order of things. I told them:\n'When once the ferment of change is introduced into a static system, no one can tell where the process will stop. We must not cease to act, but we must be patient.'\nOver the years, I grew to know these men: we became friends. Some were impatient, like Giovanni Malagodi, who goaded the Committee on with remarkable pertinacity. 'We're not going fast enough,' he would say. I could understand how he felt; and I also liked the enthusiasm of Ugo La Malfa, who was always bubbling with ideas. Variety was an Italian characteristic. Mariano Rumor's personality added weight to his wise advice, just as Giuseppe Saragat's moral uprightness made people respond to his conciliatory efforts. The Dutch were scrupulously positive and helpful: I always knew that I could count on their support. From the very first day, Alders, Burger, Romme and others were both loyal and punctilious; Romme's sound judgement, in particular, was universally respected. Other very active contributions to our work came from Théo Lefevre, a strong and energetic Belgian statesman, and from his compatriots Paul Vanden Boeynants and Leo Tindemans; while Auguste Cool was influential on behalf of the Belgian trade unions. I have already described the role of the first German members – Ollenhauer, Wehner, Freitag, Strater, and Rosenberg; that of Willy Brandt and Helmut Schmidt will be seen later. All these men bore the indelible marks of what they had suffered at the hands of violence and intolerance. Some of them had had to take refuge in exile – Wehner in Sweden, Brandt in Norway, Rosenberg in Britain. It was there that they had first known freedom.\nFor them, European integration, bringing together the free peoples of continental Europe, was the only hopeful course; and while like all Germans they longed to see their nation reunited, they did not regard this as an alternative to the Community: quite the reverse. But the accession of Great Britain and friendship with the United States seemed to them equally necessary, to strengthen democracy and security in Europe, and give it broader world horizons. On these points, they found me deeply in agreement with them; and the Action Committee, for them, was die political force where their vision of the world was most clearly and effectively expressed. Among the German members, I must also mention the late Heinrich von Brentano, who was a true and loyal friend, and Kurt Birrenbach, to whose work the Committee owes a very great deal. These Christian Democrats were not afraid to show publicly, in the Committee's declarations, their agreement with the Socialists whom they fought so hard on the domestic front. Wehner recalls that in 1956, at my request, he and his Christian-Democrat colleague Kurt Kiesinger made a joint approach to Guy Mollet, demonstrating the bipartisan policy that was to be the Committee's watchword, for the Germans as for everyone else.\nThe French members included Robert Lecourt, Pflimlin, Pinay, Pleven, Maurice Faure, Gaston Defferre, Guy Mollet, Maurice Bouladoux, Eugène Deschamps, Andre Bergeron, and Robert Bothereau. Later, Michel d'Ornano and Valéry Giscard d'Estaing joined the Committee. The British parties did so in 1968. For political observers, all these men were essential elements in the democratic machinery of Western Europe; and those less well-known to the public were by no means the least influential within their political parties. Rarely have there been so many leading advocates in a single cause – even if, for a number of years, the main role seemed to belong to the prosecution. In France, where the public prosecutors seemed to have the advantage over the defence, it was difficult to realize how much support our neighbours derived from the Action Committee's statements. There was also a tendency to underestimate the resistance of the European institutions – the Common Market, presided over with authority and courage by Hallstein, and Euratom under Etienne Hirsch, who had taken the place of Armand, exhausted by overwork. I was sure that so powerful a network, in the service of forward-looking ideas, would in the long run defeat inertia or nostalgia for the past.\nIn that month of June 1962 all Europe's political strategists were looking for defensive fallback positions. I took no part in their complex calculations. The time had come for the Community to make progress, internally and externally. Perhaps it would be possible to clear a middle way for political union. At least we had to show clearly that such a middle way existed; and we did so. But it was still more urgent to broaden Europe's horizons on a world scale: and this primarily involved Great Britain:\nThe entry of the United Kingdom into the European Community on a basis of equality under the conditions laid down in the Rome Treaty will reinforce the unity of Europe. The union will then comprise 240 million people. It will enable all its members to achieve greater economic growth. The Commonwealth countries, among others, must benefit by this expansion.\nBritain's participation in the beginnings of a European political union will increase the influence Europe can exert on the world's affairs. Separately neither the United Kingdom nor our countries could exercise such an influence.\nSome months later I received a letter from Wehner:\nThe declaration of June 26, 1962, remains for me a political document of immense value. In this year of your life you have given us a great stimulus and you have created movement among men. I want to thank you most particularly.\nAnd he added:\nOf all the people you have to deal with, I am certainly one whom you sometimes find difficult to understand, as much for linguistic reasons as from a political point of view. But I want you to know that you have won in me a grateful friend who is trying to follow where your ideas lead.\nThe spontaneous testimony of that powerful man, trained in the hardest of schools, was for me a confirmation that we were on the right track.\n# Chapter 18\n# GREAT BRITAIN AND THE\nEUROPEAN COMMUNITY (1961–1963)\n## I\n## Europe needs Britain\n'I remember coming to London in 1950 to persuade you to join the Schuman Plan negotiations. But you felt then, as you feel now, that it was impossible for you to delegate national powers of decision to common institutions,'\nThis was the reminder that I addressed to the British cotton-makers at their Harrogate congress in October 1957.\n'We realized... we could not persuade you by words alone. We know you respect facts, not hypotheses.'\nThat was exactly what I had said to Sir Stafford Cripps seven years earlier. Was the time now coming for us to meet at the rendezvous we had foreseen so long ago? No: the history of nations evolves slowly, except when spurred on by bold acts or bursts of confidence. Great Britain had so far taken only a few cautious steps towards the continent; but the force that was driving her in that direction was that same necessity which was leading the Community to its spectacular achievements. The laws of attraction were being confirmed; and it was certain, now, that the phenomenon could only gather speed. Whether it would take months or years I had no way of knowing. When one is sure of the outcome, one can afford to be patient. I went on:\n'The moral for us has been that we had to go ahead. We have done so, and our relations with you have developed naturally from that starting-point. We set up the Coal and Steel Community. When we arrived in Luxembourg, the first telegram I received was from your Government. Two years later, you signed an Agreement of Association with the Community. Why? Because it existed and prospered. Now, we are establishing Euratom and the Common Market. And you have proposed the Free Trade Area. Why? Because these new Communities are becoming a reality.'\nHarold Macmillan had proposed the Free Trade Area a year ago. Its aim was to include all the OEEC countries, with the Common Market too. Was it a step forward or a step back? I regarded it above all as a sign of movement. Great Britain had followed the Brussels negotiations for the new Communities from a distance, despite the fact that she had been invited to take part on the same footing as the others. Now, by proposing the Free Trade Area, she had recognized that the new Communities were not the vain notions that she had at first thought. Was she hoping to dissolve them in a broader entity under her own control? Or was she anxious merely to limit their effects and gain a few advantages for herself? I had no time for such questions, although they unduly worried the Six. The best thing they could do, in the face of the British initiative, was to make faster progress themselves. And while the Action Committee welcomed the British proposal in its resolution of October 1956, it took the opportunity to call for the Brussels negotiations on the six-nation Treaties to be rapidly concluded, just as in the following year it urged their swift ratification. The Communities had to exist in themselves and affirm their own identity as distinct from the Free Trade Area project, whose structure remained vague and whose aims were essentially commercial. But the Six could not ignore the problems that they might create. As I said in my Harrogate speech:\n'The Six do not want to raise new frontiers between peoples. That would be to deny what they have already done among themselves. The Common Market is outward-looking, not inward-looking. There is nothing magic in the number six. The door has always been open to Great Britain, and it always will be.'\nFor the time being, what the British wanted was not to enter that door but to surround our Community with a huge network of very diverse tariff relationships. Their negotiator, Reginald Maudling, was a hard bargainer, and during 1958 the atmosphere grew tense. It was one thing to consider the interests of third parties: it was quite another to preserve the unity of the Six. And if Germany and the Benelux countries were infinitely more concerned about the former than France was, everyone was agreed on the latter. In October 1958, the Action Committee issued a warning:\nIf it is necessary to associate Great Britain and the other countries of Europe with our Community, it is equally essential that this association should respect the integrity of the Community itself.\nThe Committee certainly included men who by conviction and tradition believed in free trade and in a Europe looking outward to the open sea. Many of them, in times of crisis, showed that their feeling for British democracy had very deep roots. But all of them agreed with me when I affirmed that the only way to develop trade with the rest of the world and tighten our links with Great Britain was to establish on the continent an economic and political entity which would give broad opportunities for trade and exert a powerful force of attraction. To weaken the structure of the Common Market or cast doubt upon its future would on the contrary revive past economic conflicts and attempts at domination. Did anyone want Britain once again to try to dominate Europe from the outside? That was what would happen if we abandoned the rules of the Community to embrace the empiricism of the Free Trade Area.\nThe problem was most acute in Germany, where the offshore breeze was strong. In January 1969 I had matters out with Ludwig Erhard, the German Minister of Economic Affairs, whose free-trading opinions threatened to steer his country's policy off course.\n'The whole thing's very painful,' he said. 'Anyone in Germany who criticizes the protectionist tendencies of the Six is accused of being a bad European, especially by France.'\n'There's a fundamental difference,' I said, 'between the Community, which is a way of uniting peoples, and the Free Trade Area, which is simply a commercial arrangement. Our institutions take an overall view and propose common policies; the Free Trade Area project is an attempt to solve particular problems without putting them in the context of collective action. The Community will be enlarged to include Great Britain, but without giving up the principle of integration. If not, the Community will cease to be itself and will be of no further interest to anyone.'\nErhard then made a further remark which showed me how much in two minds he was.\n'If I criticize the German constitution,' he said, 'no one tells me I'm a bad German. But if I criticize the Community of the Six in the name of a wider Europe, I'm immediately accused of being a bad European.'\n'Germany,' I said, 'is an established country, with its own Constitutional Court, its own Parliament, and its own Government. If you criticize it, that's a serious matter, but it fits into a solid framework. The constitution of the Six, on the other hand, is still fragile and incomplete. By attacking it, you may undermine its foundations and destroy its balance.'\nErhard was no nationalist. He had a certain conception of Europe, but it was one which could be influenced. I found him open to arguments in favour of a Community that was both solid and outward-looking.\n'No one is more anxious than I am to see the British join the European Community,' I went on. 'But they won't join if we make too many concessions at the start.'\nThis was not a piece of tactics on my part: it was a firm opinion, which I had formed in the course of many negotiations with the British. In their dealings with others, their national character inclines them to seek a special position which will save them from having to change. That, as has been seen already, was what had been at stake in our very difficult talks on the Schuman Plan in 1950: they had refused to take part in the Paris conference on the same footing and with the same commitments as the other countries. Most of them now agreed that if we had given in there would have been no Schuman Plan at all. 'Now that you are a fact, we shall deal with you': that remark by Sir Roger Makins two years afterward was still fresh in my mind. And why should we adopt a different attitude today, when the success of the Communities was being confirmed? Their success was that of a process of change which would enable our peoples to adapt to the modern world. And although the British were not yet ready for change, did that mean that they would forever reject the process we had thought right for ourselves? I could not accept so static a hypothesis, because it was inconceivable that a great country could stand aside from the course of events. The British themselves would soon understand that, and we had to prepare them and ourselves for the time when they did.\nThe form the negotiations had taken made a rapprochement impossible. By the time of my conversation with Erhard, no one had any more faith in the Free Trade Area as originally proposed; and London's new proposals for a multilateral association – above all in the spirit in which they were conceived – were no better. Meeting in May 1959, the Action Committee declared:\nThe difficulties of this association are considerable, following on the failure of the Free Trade Area. It will be possible to overcome them only if a feeling of trust little by little replaces the hostility born of the polemics around the Free Trade Area, and if the procedures followed in the new negotiation simplify the problems involved instead of increasing them – as has happened hitherto.\nBut it was to take years to change what is called the 'approach' to these things – which, in my experience, is sometimes more substantial and important than the things themselves. The way in which traditional diplomacy tackles problems tends to perpetuate them by freezing them into adversary positions from the start, like a game of chess. And, as in chess, what would emerge from the complex multilateral negotiations into which Britain was trying to lead Europe would only be the chance result of incalculable individual moves. That confrontation was to last for ten years, until all the players realized that in this new game the essential was for everyone to win together. Already, in my view, the problem of Britain and Europe called for a world approach, and it was not so much a matter of protecting this or that line of production, or perpetuating the Commonwealth preference system, as of organizing relations between the constituent elements of the West.\nThe civilization of the West needs Britain; and Europe, to continue her unique contribution to that civilization, needs the qualities that reside in the British people. I first went to London in 1905, and since then I have usually been back several times a year. I spent the dark hours of two world wars there. I remember the great days of the City when it was an unrivalled world power. I had admired the stability of the Empire, and I admired the orderly process of decolonization. Over two generations I have seen the role of Great Britain diminish; but I have not witnessed any decline. If I am asked: 'What remains of that astonishing country today?' my answer is: 'The British people'. They have not suddenly stepped aside from history. Passing difficulties may eclipse their contribution; but once the British have surmounted them, the world will see that creative faculties bred over the centuries do not disappear so fast.\nOf all the contributions that the British have made to civilization, two seem to me essential: respect for freedom, and the working of democratic institutions. Where would our society be without _habeas corpus_ and without Parliaments to counterbalance executive power? It is not simply that the British invented the principle and that we have followed them. It has to be applied in daily life. Here, Britain and the countries of continental Europe have much to learn from each other's democratic practice. The British have a better understanding than the continentals of institutions and how to use them. Continentals tend to believe that problems are solved by men. Undoubtedly, men are important; but without institutions they reach no great and enduring decisions. This the British have long understood. That is why, unlike many people, I had no fear that their accession would upset the working of the Community.\n'They want things to work,' I explained; 'and when they see that Europe only works by means of institutions, the British will become the foremost champions of those institutions, and especially of their parliamentary aspect. Continental Europeans have Parliaments too, of course; but no one can say how deeply rooted they are. There was an old man I knew in America who used to say: \"You think you understand this in your head, but you will only really understand it when you feel it in your bones.\" I think the British feel the necessity of parliamentary action: they feel it in their bones.\"\nI had no illusions about how long this evolution might take, and I would not have ventured to work out a timetable for the necessary process of adjustment. What mattered was to make a start: for nothing would happen so long as the British lacked a view from within. Looking on from outside, they lulled themselves with illusions of grandeur. They had not known the trauma of wartime occupation; they had not been conquered; their system seemed intact. In reality they suffered – paradoxically – from not having had their pride broken and their factories destroyed. The continental Europeans had: at one time or another all of them had been conquered, and they had been obliged to draw up a balance-sheet of their losses, psychological and material, in order to rebuild and to seek a new role. More and more of Britain's leaders were becoming aware of how much her victory had cost her, and they realized that by herself the country would not accept the necessity for change. They had heard Dean Acheson's verdict: 'Britain has lost an Empire and not yet found a role.' They could conclude that the United States was not prepared to offer them a share in its own role: they would find it only by catching up with the Europe that was on the move. By doing so, they would transform Britain's own situation and that of Europe, to which she would bring her resources, her inventiveness, her world-wide view, and her understanding of government. That was a great deal. It was certainly enough to justify a little disturbance in the delicate balance that the Six had established among themselves during the past ten years.\nSome were worried in advance lest this disturbance might change the nature of the existing Community. In May 1961 I read that even von Brentano, in his capacity as German Foreign Minister, had publicly suggested seeking some 'middle path' between accession and association. I wrote to him at once:\nI am convinced by all the information in my possession, which I believe to be reliable, that we are on the eve of a British decision to enter the Common Market and join in the building of Europe. Furthermore, I am convinced that if the British take this decision, as I confidently expect, they will prove loyal colleagues in the Common Market and in the building of Europe. But – and this is the reason I am writing to you – they will do so on one condition only: that there are no exceptions to the common rules, which might lead to a conflict of interest between Britain and the other members of the Community.\nThe information I received from my friends in London became more specific, so much so that I thought it necessary to call a meeting of the Action Committee in Paris on July 10, 1961. The aim was both to prepare the political welcome that the parties and trade unions would give to the British application for membership, and to confirm the important conditions that I had stated in my letter to von Brentano:\nExperience shows that the problems which used to separate nations are shared in the Community, and that the decisions arrived at necessarily take account of the special interests of member countries as part of the general interest.\nIt is therefore possible for the United Kingdom to join the European economic and political union, and this necessarily on the same basis as the present members of the European Economic Community, with the same rights and the same obligations.\nThat point was crucial. The British are reputed to be difficult partners, and so they are when they negotiate on their own account, in their own way. But they are loyal colleagues when they sit with you on the same side of the table. Then, you can count on them to make things work. That is why it was essential that in joining the Community they should accept all the rules that the Six observed among themselves. Naturally, this stipulation would not prevent Britain's particular problems being dealt with, as had those of Germany and France. Likewise, the method followed to give the British their place would be very important; and on this I made the same very simple proposal that I had tried to have adopted since the beginning of the Schuman Plan: to agree on the objective and negotiate afterwards. To diplomats, this seemed paradoxical: to me it was a matter of logic. An overall settlement is unlikely to be reached by haggling over details. On the contrary, details fall into place, and specific problems are more easily solved, when they are looked at in the framework of a general agreement. 'The technical questions posed by British accession should be solved within the Common Market, using Common Market procedures': that was the approach that seemed to me reasonable. It placed its trust in the wisdom and strength of the existing institutions. And trust was the whole point. In 1950, the British had not trusted either the objective or the method we proposed to them. Would they this time negotiate right to the end with their own weapons, at the risk of never succeeding? Or would they agree to discuss their problems as common problems, using the machinery of the Community, which had been devised for that very purpose? I hoped that they would have learned from experience, and have been convinced by the example which the Brussels institutions had made clear.\nOn July 30, 1961, I received a messenger from Edward Heath, then Britain's Lord Privy Seal, bringing me news that the United Kingdom was about to announce its request to join the Community. The message read:\nWe are sure our decision will be welcome to him. It has of course been a difficult one for the United Kingdom Government. We are very grateful for the efforts which Monsieur Monnet has made to smooth our path and are confident that we can count on his help in overcoming the many difficulties which remain to be solved.\nIn the answer which I gave the messenger I said:\nI assure you, as you already well know, that I will do all on my part to smooth the way towards Great Britain joining in the efforts, both economic and political, to create the unity of Europe, and particularly to help solving the difficulties in connection with the Common Market.\nI do personally hope and I believe it possible and important that the negotiations you mention can be concluded quickly; the great difficulty resided in taking the decision which the UK Government has now taken.\nOn the following day, Harold Macmillan told the House of Commons:\n'After long and earnest consideration, Her Majesty's Government have come to the conclusion that it would be right for the United Kingdom to make a formal application under Article 237 of the Treaty of Rome for negotiations with a view to joining the Community, if satisfactory arrangements can be made to meet the special needs of the United Kingdom, of the Commonwealth, and of the European Free Trade Association.'\nI was not too worried by the ambiguity of these words, knowing that Macmillan had to reassure British Members of Parliament. What mattered was that he sincerely wished to succeed; and I was certain that he had not come to this decision without good reasons. One of them, and by no means the least important, was the very clear advice he had received in the United States when he had met President Kennedy in April 1961. Some weeks earlier, I had found the President already convinced, thanks to his Under-Secretary of State for Economic Affairs, George Ball, that Britain ought to join the European Community; and I had written to Adenauer:\nWashington believes that Britain ought to be part of the Common Market and of Europe on the same footing as France and Germany, as a full member and not as an associate. But this, of course, is a decision that Britain must take for herself. What is more, the contacts I have recently had in London convince me that we are close to the moment when Britain's leaders will reach a decision on this question. They are beginning to realize that their 'special relationship' with the United States will not last. We are now in a period of collective decisions and 'large-scale ventures', of which the European Community is the example.\nSo it was very much more than a tactical manoeuvre on Macmillan's part: it was a deliberate decision to change course and join continental Europe. This choice became even clearer when Macmillan sent Edward Heath to negotiate in Brussels.\nHeath was known for his ability and energy, which marked him out for a leading role in the British Conservative Party. I liked him above all for his human qualities and his convictions. On the need for Britain to take part in the building of Europe he had not faltered since his maiden speech in 1950; nor did he in the future. He would try with all his might to succeed; but would he be able – would he know how – to hit on the right method from the start? That was now the only important question I had to tackle. My contribution to the huge and technical negotiations which were about to start, mobilizing hundreds of experts, was precisely to try to ensure that the experts were kept in their place and that the decision was taken at political level. It needed to be taken very soon. On August 1, 1961, I made a statement to the French news agency _Agence France Presse:_\n'The negotiations must move rapidly to avoid creating confusion. It is a mistake to think that wide-ranging negotiations are necessary. We must not let ourselves be impressed by the problems of substance: they are not all that difficult to solve. What counts is the decision to tackle questions in a forward-looking and constructive manner rather than in terms of maintaining the past. That is the fundamental decision which the British Government has now taken. That is what is historic.'\nThat problems of substance were soluble if they were set in their overall context was something I knew from experience; but I still had to convince those now involved. To do so, I had to go into technical questions like trade in Commonwealth agricultural products and raw materials, which appeared to place sizeable obstacles in the way of an economic rapprochement between Britain and the Six. The latter had overcome obstacles just as serious when they had negotiated the Treaties, and above all in four years of applying them. In this work of elucidation, I was assisted by the very same people whom I later saw drawn into the labyrinth of the endless Brussels conference. How was it that the peculiar momentum of international negotiations could overcome men as clear-headed as Heath and his assistants – men like the outstanding Sir Eric Roll, as well as Couve de Murville and Clappier on the French delegation and, from the Commission in its role of general adviser, Hallstein, Jean Rey, and the young Jean-François Deniau, who was to reveal first-class intellectual ability? I never tired of reminding them that the difficulties which were holding them up would cease to do so if they only dared to bypass them now and tackle them together later on, once Britain had joined. Individually, everyone agreed with me; but once they were back at the negotiating table the desire to gain some advantage or defend some vested interest took hold of them all. To clear a path through the technical complications, the Action Committee relied on its Documentation Centre, mainly financed by the Ford Foundation, and on the Centre of European Studies, so remarkably well run by my devoted friend in Lausanne, Professor Henri Rieben. These two institutes produced objective studies leading to simple conclusions, as the greatest experts can when one takes the trouble to have it out with them.\nIn this task, I was helped by an invaluable colleague, François Duchêne. In 1952, I had noticed some excellent articles on France in the then _Manchester Guardian_ , and I had asked if I could see their author. In came a tall young man – almost a boy: he was astonishingly youthful, high-spirited, and imaginative. I liked his subtle and sophisticated mind. He agreed to join the information service of the High Authority, which took him on despite the fact that he was British. Later, he spent three years with the Action Committee, had a brilliant career on _The Economist_ , became Director of the International Institute for Strategic Studies in London, and then went on to be a university professor. With him, with his friend and successor Richard Mayne from the High Authority and the Common Market, with Kohnstamm, with Marjolin, with Uri, and many others, we tried for eighteen months to speed up the negotiations, which had not taken the rapid course that would have been possible at the beginning. I made many trips to London and Brussels, during which Heath and I became friends. He took my advice; but no one was any longer in control of events: they had a momentum of their own, and where it was leading was problematical. When the talks sometimes seemed on the point of succeeding – as, for example, on Commonwealth questions – people congratulated themselves on having chosen the harder path. But this only encouraged them to increase their demands, and the whole process became blocked once again.\n## II\n## The first veto\nEveryone was looking ahead to the outcome: but it was not the same for them all. The Commission thought that it had found a broad area of agreement; the British thought they were on the eve of victory; and the French were thinking of walking out. On December 18, 1962, the Action Committee made one more effort to bring people's minds back to the problem of method. That this recurs so often in the present narrative should be no cause for surprise: recurrent situations make it necessary to recall the same commonsense rules that men continually forget. Hence, incidentally, the need for institutions to establish the framework of rules for action, and substitute an enduring collective memory for fleeting and fragmented individual experience. The Committee declared:\nOwing to the conditions in which the negotiations are taking place, the Governments of the Six and the British Government are tending to confuse the comprehensive view which should govern the negotiations as a whole with the discussion of detailed implementing decisions, important though these may be.\nToday, it is no longer a question of compounding national interests, but of considering problems henceforward as common problems, and gradually merging the national interests in a European economic body accepting the same rules and the same institutions, in accordance with the fundamental principles of the European Community.\nSince time is today an important factor for the success of the negotiations with Great Britain, these must be rapidly concluded.\nBut on the very same day, at Nassau in the Bahamas, Macmillan met Kennedy, and they took strategic decisons whose consequences proved very grave. The Skybolt air-to-ground missile project, which had become too costly, was abandoned; and in its place the British obtained American Polaris missiles, carried by submarine. Kennedy made the same offer to the French.\nIt was very quickly refused. De Gaulle considered that France and Britain had not made the same choice on the vital problem of defence, and that in this field their destiny was now divided. I did not myself go so far as to make a direct link between what was happening at Nassau and what was being planned in Paris. The most one could say was that, in de Gaulle's eyes, two sets of simultaneous events pointed in the same direction. He drew a single conclusion: Britain had no place in Europe. He said so on January 14, 1963, in one of his most resounding press conferences. By its manner no less than its content, it marked a turning-point in relations between France and the other countries of the West. Of Britain, de Gaulle declared:\n'It cannot be said that at present she has decided. Will she, one day...? It is possible that one day Britain will change of her own accord, sufficiently to join the European Community, without restrictions or reservations, and without any preference system. In that case the Six would open the door to her, and France would not bar the way....'\n'One day' meant that it was not for tomorrow: Britain saw herself thrust into the distant reaches of geography and history, as if it were a matter of course. Yet there was nothing in the facts to justify that judgement: the only evidence was in the mind of General de Gaulle, who declared on his own authority that the negotiations had failed. The January 14 press conference shocked world opinion. People could not see how one country could unilaterally decide, at its own chosen moment, to call a halt to multilateral talks that had been in progress for over a year. Had they gone on too long? If in fact they had been bogged down for some time, there was nothing to prevent their succeeding before long. At the very least, the time for a final decision had been close at hand, and anything had been conceivable, barring its cancellation.\nMy first reaction was to reject the idea that Europe could thus be faced with a _fait accompli_. Nothing is quite an accomplished fact so long as it is not accepted. I told the press:\n'I think that, whatever General de Gaulle may have said, the negotiations for British membership of the Common Market could be concluded very rapidly. In fact, Britain has already accepted the Treaty of Rome, and in particular the rules for taking Community decisions. She has asked to enter the Community on the same footing as the present member States, i.e. without special privileges. She has agreed to join with the continent and to apply in full its common external tariff. In the areas that have already been discussed, she has given up all Commonwealth preference. Nor, finally, is she any longer claiming special privileges for British agriculture.\n'Almost all the main questions of principle have thus been settled.... It would be inconceivable for the negotiations to break down on questions which in the long run are secondary by comparison with the objective, which is the unity of the West.'\nBut in the days that followed it became clear that France had indeed decided to break the negotiations off; and Couve de Murville told his colleagues so in Brussels on January 28. That day, I made a further statement to _Agence France Presse:_\n'The failure of the Brussels negotiations is very serious. It is serious because it would have been possible rapidly to solve the questions that remain between the Six and Great Britain..., and because the mutual trust which is indispensable to any collective agreement has been shaken. Instead of a European union including Great Britain, and the establishment of an equal partnership with the United States, both of which are essential to peace between East and West, we face disunion and the dangers it involves.\n'At this grave hour, I remember 1954. Then, as now, the unification of Europe was momentarily halted; and yet the need to unite finally broke through all the obstacles.\n'So it will be today.'\nHope could not gainsay the depth of the disappointment, and Europe had difficulty healing the wound. Even when people had dismissed it from the forefront of their minds, it remained for many years in their subconscious, and often led them to react with mistrust. For a time, they went to extremes: some tried to block all Community progress, while others thought of going ahead without France. As always, the most difficult thing was to persuade them to take a positive attitude, in which there would be neither victors nor vanquished.\n'There is no doubt,' I told my friends, 'that the exclusion of Great Britain has temporarily weakened the Community. But if tomorrow we want to return to the attack and succeed, the Community must go on. And going on, for the Six, means going on together.'\nBefore long, in fact, not only France but all the member States found that they had an interest in going on together; while Great Britain herself, after the first very sharp reaction, eventually resumed her long march towards Europe. In July 1963 I said to a British newspaperman:\n'I know that psychological changes are taking place in Britain today.\nThey were before the negotiations broke down. Big industrialists were adapting themselves in anticipation of entering the Market. These adaptations are continuing, and I think this process of change will point the way eventually to the re-opening of the question of Britain joining the Market. It must be understood that the Common Market is a process of change – not only economic change, but psychological change as well.'\nUnfortunately, psychology had not been the strong point of those who had undertaken a negotiation of traditional type in the hope of solving a problem that was wholly new. This would have to be remembered when the time came to start again. Only experience of life within the Community would change the attitude of the British: that was why no one could say for certain whether or not they were ready to become European. They would become European only inside the Community institutions, where day after day a common view was hammered out. Their great error had been to imagine that they could adapt to this common view from outside, in preliminary negotiations, and even thereby influence it. That was why, without making any excuses for the way in which this first attempt had been halted by veto, I wasted no time trying to apportion blame. The fact that a negotiation had failed in no way removed the necessity to broaden Europe's horizons; and already the Community, with Great Britain, was regarded by the United States as the equal partner that Kennedy hoped to see established in the Western half of Europe. The US President's speech in Philadelphia on July 4, 1962, was in my eyes an historic act, which gave the Community its true dimensions and fully justified our efforts. I shall return to it later.\nIn February 1963, I wrote to my friends, who had doubts about whether our work could go on:\nThis is a time for patience. Nothing is changed, but everything has been delayed. What matters above all is to keep our aim clearly before us, to preserve what we have already won and, as far as possible, to make fresh progress. The aim is to organize peace between East and West. That is the aim of all our efforts.... To attain it, we must establish between the civilizations of East and West, with their very different methods of dealing with public affairs, an agreement which requires understanding and acceptance. The Action Committee believes that peaceful co-existence between our way of life and the Communist way of life is possible. To achieve it, we have to acknowledge that the West must seek union among its countries in a common civilization, and not in an out-of-date and impossible system from the Atlantic to the Urals.\nWe are at present beset by doubts and uncertainties about the course our countries' international policy should take. Nothing in private or public life is as bad as uncertainty. Men need to know the direction to which their Governments are committing them. The time has come to try to clear away the fog that has enveloped us since General de Gaulle's press conference.\nIt was a time for patience, but not for inaction. If the enlargement of the Community was temporarily delayed, there was no time to lose in organizing the West. When the time came, Britain would resume her natural place in this process, which had to be pursued on the broader front that was now open to us. The repercussions of the Common Market were felt throughout the world – this proved that it was an active force. Britain no longer had the option of opposing that force: she would become part of it. And the United States, which was both attracted and alarmed by the prospect, according to whether it considered the general interest of the West or the particular interests of its own producers, had already taken characteristically energetic steps. My uncertainty, therefore, did not last long. By April 1963 I had made up my mind, and I wrote to my friends:\nUntil now, the Action Committee has been in favour of taking one step at a time, depending on what is politically possible. This is no longer its view. It believes that overall action has become necessary. There is no longer any need to convince people: the people of Europe are convinced already. Nor is it any longer a matter of overcoming technical obstacles while taking account of present political difficulties. That time has passed. We must complete the organization of Europe and negotiate a treaty between Europe and the United States.\n# Chapter 19\n# EUROPE AND THE UNITED STATES (1962–1964)\n## I\n## Partnership\nThe United States and Europe share the same civilization, based on individual freedom, and conduct their public life in accordance with common democratic principles. That is the essential point. History has decisively proved this profound kinship, which in times of danger turns into active solidarity. When the human values that Europe and America share are threatened, the United States intervenes without counting the cost in men or money. But when the sense of kinship gives way to the daily conduct of national affairs, the difference of scale becomes apparent. No one can be blamed for the misunderstandings that ensue. To be the greatest power in the world is a lonely and dangerous business. It involves almost limitless power over others; and, however unfairly, it gives rise to envy and suspicion. It requires the exercise of certain virtues – self-control and generosity. When one is strong, one can afford to be generous; but by trying to impose one's superiority, one loses it. Many Americans are aware of that fact, and they quite naturally shape their policy to take account of it. But I feel easier in my mind when Europeans take the necessary steps to establish equality between themselves and the United States.\nAfter the war, it was pointless to seek equality except through union in Europe – a form of union which would make it possible to act. The Americans recognized in the European Community a force similar to that which they had created two centuries before; and that was why they supported it from the start. Would their support survive our economic successes and political failures? The question was legitimate; but I knew something else about the American people. They respond to what works: deeds are what matter to them, not words. And the choice was ours. If the Europeans acted together in clear determination to solve their own problems and play an active part in tackling the problems that both continents shared, then it would be easy to talk with the Americans. It is not true that they are inclined to dominate: they are ready for any useful discussion and they aim at efficiency. Competition is so much a part of their way of life that they are astonished not to meet it in their partners. The absence of any political initiative from Europe disconcerted them; and when they began to fear that the Common Market might be no more than a regional preference area, they prepared to take up the challenge. That, at least, was the attitude in agricultural and industrial circles, which were very influential in Congress.\nI wanted this question to be dealt with before it assumed overtones of conflict. As early as November 1959, I wrote to Adenauer:\nWe must realize that there has been a fundamental change in the world economic situation. The American balance of payments has gone into deficit. If this situation grows worse, I need not describe what the results would be for the whole of the West and for ourselves in particular.\nIt was at that time, as has been seen, that the Action Committee proposed that the problems of the Six and the EFTA Seven, with those of America, should be tackled together because they were insoluble separately. In the years that followed, I went as often as possible to the United States, where a new generation soon came to power with President John F. Kennedy. We had no difficulty in understanding one another, not only through friendship – I knew most of them personally– but also because our ideas were very much the same. The young American Administration was looking at the world with fresh eyes; and I was less concerned about the specific difficulties we had with it – in particular with Orville Freeman, the Secretary for Agriculture – than about the Europeans' own need to explain their plans. In January 1961, in an interview with Robert Kleiman of _US, News and World Report_ , I said:\n'By changing conditions in Europe, the Six have produced a new \"ferment of change\" in the West. As we can see from American and British reactions to the Common Market, one change brings another. The chain reaction has only begun. We are starting a process of continuous reform which can shape tomorrow's world more lastingly than the principles of revolution so widespread outside the West.'\nA few weeks later, I had the opportunity to say much the same thing to President John F. Kennedy.\nThe President invited me to luncheon at the White House with McGeorge Bundy. We had a long conversation, during which he questioned me very closely. His curiosity and his desire to learn seemed to me one of his most striking characteristics; I already knew of his intelligence and charm. He listened to me, as to all his advisers and visitors: his remarkable receptiveness rapidly gave him a political maturity that was exceptional in so young a man. Those who had been critical of him before they met him soon forgot his youth and saw only his dynamism. I found that his authority was being felt all over Washington, where the atmosphere reminded me of the Roosevelt era. Ideas were discussed everywhere; policies were prepared by public consultations; then came the time for decision, which was the President's job. From the start, Kennedy showed himself to be energetic and courageous. He saw Europe as his affair – his choice of advisers left no doubt of that. On my return, I wrote to Adenauer, who was leaving to meet Kennedy in the United States:\nThe President is very straightforward, prudent, and direct. His relations with his colleagues are based on trust. Problems are debated; everyone has his say; but the President has the last word. Talking with him, as I did at length, I came to the conclusion that you would get on well together. He too is a man of action; and, if you will allow me to say so, you share the same youthful spirit.\nThe men around him have been well chosen. Our friends McCloy and Acheson have very important roles and enjoy great influence, McCloy for disarmament and Acheson for NATO. There are also Douglas Dillon, George Ball – whom you have just seen in Bonn, David Bruce, US Ambassador in London, and Vice-President Lyndon Johnson, who is the expert on domestic affairs and has very great influence in the Senate. A number of other people have also been brought in. Among those you already know are our friends McGeorge Bundy, Robert Bowie, Gene Rostow, Shepard Stone, and Robert Schaetzel.\nIn the work they have been given – whether Acheson on NATO or McCloy on disarmament – they have all come to the same conclusion: that it is urgently necessary to organize the West – that is, the free world, which essentially comprises continental Europe, Britain, the United States, and Canada. But for all of them it is clear that the central core of this organization of the West is the European Community, at the heart of which is unity between Germany and France.\nEveryone in Washington now shares this general view of the world, from the officials in the State Department to the President himself.\nOf all American Presidents, Kennedy was certainly the one whose education and upbringing best equipped him to understand the problems of Europe. But this would not have enabled him to reach the heart of the matter so quickly if he had not trusted his very well-informed advisers, and in particular George Ball. It was through him, more than anyone, that the President had come to realize the profound significance of Europe's new institutions and their importance for the stability of this part of the world, which needed to be strengthened before starting up a dialogue with the East. It took only a few hours to convince me that America was ready to welcome a European grand design, and to put our inevitable economic clashes into a broader context on which we could agree. But at the same time it was possible to discern the distant consequences that might result if this overall plan were to fail. The future showed that misunderstanding could arise from even less substantial matters – such as mere doubts about whether the Europeans had the will to go on from the Common Market to political union.\nMy letter to Adenauer continued:\nCo-operation on an equal footing between the United States and a divided, fragmented Europe would be impossible. Equality is possible now only because France and Germany together have begun to build a great European entity with the prospect of becoming a sort of second America.\nI became convinced in Washington that without such a prospect the United States, left to itself, would turn back to the particular problems of Asia, Africa, and Latin America. So we must realize that co-operation between the United States and Europe, which is essential to our security, will in the long run be possible only if the European Community is dynamic and shows its understanding of the world-wide problems that concern the Americans. They have ceased to be observers bringing benevolent aid: they have become participants directly interested in the results of the common effort. Henceforward, America will engage with Europe in so far as Europe unites and the European Community makes an effective contribution to solving world problems such as aid to underdeveloped countries and the monetary stability of the West.\nKennedy took the first step towards a rational handling of intercontinental economic problems in January 1962, when he proposed to Congress the establishment of 'an open trade partnership between the United States and the European Community'. The Trade Expansion Act, passed in October 1962, authorized the President to negotiate with Europe reciprocal tariff cuts of as much as 50% – and more if Britain joined the Community. The biggest and longest trade negotiations the world had ever seen began under the name of the 'Kennedy Round'. Public opinion did not fully realize what was at stake; but so great were the interests involved that no industrialist or farmer could afford to be indifferent. If, as a result, the bargaining was hard, it was nevertheless conducted in accordance with the rules, and on a footing of equality that would have been impossible if the European countries had not presented a solid front and spoken with a single voice. In the person of Jean Rey, a negotiator of great talent who later became a worthy successor to Hallstein, the Commission affirmed its own strength and the unity of the Six. The overall view that was reached during these formidable negotiations gave all parties an understanding of each other's economic systems; and while that did not prevent a hard struggle, it was conducted in an orderly fashion and with the general interest in mind.\nA further step was needed. The Europe of the States would not take it spontaneously, so the Action Committee had to point the way. In its declaration of June 26, 1962, the Committee affirmed:\nWhile the economic unity of Europe is being consolidated and a start made on its political unification, the co-operation that has already grown up between the United States and European countries should gradually be transformed into a partnership between a united Europe and the United States.\nThe partnership between America and a united Europe must be a relationship of two separate but equally powerful entities, each bearing its share of common responsibilities in the world....\nJust as European unity is the result of progress step by step on concrete questions by the countries of Europe, so the new partnership of Europe and America will develop as the outcome of patient and practical efforts to tackle together the problems they have in common.\nThe United States was not slow to reply. One week later, on the solemn occasion of Independence Day, July 4, 1962, Kennedy took the opportunity to make a speech in Philadelphia which had considerable impact in the world. That speech, which will go down in history as the 'partnership' speech, proposed an equal partnership between 'the new union now emerging in Europe and the old American union founded here 175 years ago'. At that moment, better than in ten years of daily news from Europe, the American people grasped the meaning of the European Community that had been set up by nations which, 'long divided by feuds more bitter than any which existed among the thirteen colonies, are joining together, seeking, as our forefathers sought, to find freedom in diversity and to find strength in unity.' The huge crowd present at this 'Declaration of Interdependence' hailed with enthusiasm its young President's commitment:\n'The United States looks on this vast enterprise with hope and admiration. We do not regard a strong and united Europe as a rival but as a partner. To aid its progress has been a basic object of our foreign policy for seventeen years.'\nThat statement was deeply sincere, and its every word must be read to understand the selfless objective towards which Kennedy was resolved to lead the greatest democracy in the world. He would have done so, or at least he would have spared no effort to do so, in terms which he had fully weighed and around which a programme of practical action was already being organized.\n'We believe,' he continued, 'that a united Europe will be capable of playing a greater role in the common defence, of responding more generously to the needs of poorer nations, of joining with the United States and others in lowering trade barriers, resolving problems of currency and commodities, and developing co-ordinated policies in all other economic, diplomatic, and political areas. We see in such a Europe a partner with whom we could deal on a basis of full equality in all the great and burdensome tasks of building and defending a community of free nations.'\nOne statement of President Kennedy's in the Philadelphia speech did not attract particular attention at the time. But it was a key passage; and when, a few months later, it passed into oblivion for many long years, shadows fell over John F. Kennedy's grand design.\n'Europe must first organize itself in its own way, taking its own decisions. When a decision has been reached regarding Great Britain's joining the Common Market, which we hope will be done this summer, then we shall be able to go forward faster.'\nThe breaking-off of negotiations with London after the French veto of January 1963 deprived Europe of the extra dimension that co.uld have made her the equal partner of the United States. The practical trade problems that remained were dealt with in a fairly balanced way, thanks to the skill and firmness of the European Commission; but defence problems became bogged down in a tiresome argument. It was not always easy for me to persuade the Action Committee to agree on its attitude to the Multilateral Force or MLF – the American proposal for a force of Polaris submarines, with Europeans included in their multinational crews. This affair took up too much of my time; but I could, not evade the real and formidable problems of Europe's defence. Essentially, Europe was protected by the American deterrent, but she was also deeply divided. Britain was integrated in the nuclear system of the Alliance, which was dominated by the United States; France proclaimed her independence; and Germany was excluded from the 'nuclear club'.\nSo long as Europe had not yet achieved political unity, the Multilateral Force made available by the United States might have made possible the joint use of a deterrent system in which Germany could participate on terms that were honourable to her and reassuring to her partners. This transitional possibility, which would have put Germany on an equal footing with her European allies, greatly attracted the German members of the Action Committee. I could certainly understand that their security needs made them viscerally loyal to the Alliance. The proof of this was given when the Franco-German Treaty of Friendship was concluded in Paris shortly after the breaking-off of the Brussels negotiations in January 1963. The new intimacy between France and Germany alarmed their other Community partners, who suspected the ageing Adenauer of having paid too dearly for hypothetical protection by France. Nor was this all. Both the opposition and the majority parties in Germany, and many Frenchmen too, feared that the new treaty might herald the abandonment of European integration and the weakening of the military alliance with the United States. I myself wondered what de Gaulle's policy was; and without speculating about his ulterior motives – which I have always refused to do – I looked closely at what he was doing.\nWhen I did so, I saw that the Franco-German Treaty sought to promote 'co-operation' in all the fields in question, which cast serious doubt on the future of European integration. I saw that the Treaty lacked any stipulation that Franco-German military strategy would be concerted only within NATO. I heard de Gaulle speak, in a further press conference, of an 'international Aeropagus' to which France could not delegate sovereignty without losing her identity. Meanwhile, we had written a gloss on the Franco-German Treaty, which the parliamentary strategists turned into a Preamble. The _Bundestag_ passed it unanimously on April 25. It spoke among other things of 'the maintenance and strengthening of the cohesion of free peoples, and in particular close co-operation between the United States and Europe, common defence within NATO, and the union of Europe including the United Kingdom'. The Preamble and its unanimous approval set things to rights once more. Thus interpreted, the Franco-German Treaty ceased to be an exclusive political alliance and became an administrative vehicle for the Franco-German reconciliation initiated twelve years earlier by the Schuman Plan. It was good that it provided for regular organized meetings of Ministers, civil servants, and young people from the two countries. This could well have been extended throughout the Six, to the benefit of all.\nShaken as it was, Europe took a long time to recover its equilibrium. In Germany, a tired Adenauer, facing opposition within his own party, could not prevent Erhard's rise to power. In Britain, Macmillan left the scene, and the Conservatives continued to lose ground. In Brussels, the European institutions did their best to resume progress. This first great test had shown the strength of the Community machinery. Intergovernmental discord, human ill-temper, and material confusion might slow down its momentum, but they could not stop it. That momentum was a complex phenomenon: everyone had an interest in maintaining it, because it offered him something he could not afford to lose. Self-interest, in moments of crisis, made up for any lack of European team-spirit, and no one any longer thought of withdrawing unilaterally or trying to sabotage the whole affair. Indeed, the spirit of Europe was still alive: it held everything together, even when at governmental level it was no longer visible. It was in the very machinery, ensuring that it worked. Once established, institutions have their own strength, which is greater than the will of men.\nMen's minds had to recover their composure before the Action Committee could launch new plans. During 1963, I had no occasion to call a meeting; but no less important than the Committee's plenary sessions were the links we maintained between its members, by going to see them and writing to them throughout this period, which was not a time of waiting. The role of prime mover which France had lost was now taken over by Germany, where Erhard was gradually acquiring a position of power. Gerhard Schroeder, the Foreign Minister, saw to it that the Common Market resumed progress, and he tightened the links between Bonn and Washington, where defence and the MLF had become the main preoccupation. Kennedy came to Berlin to reassure the Germans, and was welcomed enthusiastically wherever he went. At the same time, the Moscow Nuclear Test Ban Treaty which he signed with the Russians showed that all our problems were assuming world proportions, and that Europe risked losing her place – except in the world-wide trade negotiations, which by now were well under way. And Europe meant more than haggling about agriculture, even on a world scale. In some notes I made at the time I wrote:\nRecent events, and in particular the nuclear Treaty signed in Moscow, oblige us to look at the unification of Europe in a new light. I believe that we are now facing a situation which must be dealt with, globally. I do not believe that people today are sufficiently interested in the unification of Europe as such. They will be, once again, if they understand that the unification of Europe is an essential element in the organization of peace. The unification of Europe including Great Britain, continued negotiations with Russia, and partnership between Europe and the United States – these are three panels of one triptych, and they cannot in my opinion now be treated apart.\nThis programme may have seemed unrealistic at a time when the Community of the Six was finding it hard to overcome its own difficulties. There was some doubt in Paris about whether the Six would survive, and people were becoming resigned to the idea of a Community of two or three. I knew, too, that in Bonn the old Chancellor was now isolated, and no longer in control of foreign policy: many of his colleagues were tempted to seek a direct agreement with the United States. Certain indications made me suspect that the Americans themselves might no longer believe in Europe, now that it was no longer displaying a common will. All these elements of uncertainty made me determined to continue along the line I was following, before the future grew still darker. When people urged me to think of new ideas,. I answered:\n'I see none, but that's probably because there are none. We're asking ourselves pointless questions, when in reality the very best thing we can do is continue. There's no alternative policy for France or Germany. There's no longer a world role for Britain. And the United States has only one reliable European ally – Europe.'\nI repeated the same thing tirelessly to everyone, in Bonn, London, and Washington. During that 'time for patience' I travelled a great deal.\nContinuation and repetition, I realize, are characteristic of this narrative, which is simply the history of a very painstaking creation. Perhaps one day the story will be told in the style of an epic. If it is, I think that the birth of Europe will seem in retrospect a stirring adventure. That may be the truth of tomorrow; but today's truth has the merits of its meticulous patience. One can hardly fail to be struck by the contrast between the meticulousness of the builders of Europe and the grandiloquence of France's policy during the 1960s. That policy was full of spectacular episodes, but they will not be found in these pages. The fact is that the aims which de Gaulle assigned to France's foreign policy from 1963 onward no longer crossed the path of the Community. Since that is the path we are tracing here, it should be no surprise not to encounter the incidents which gave many Frenchmen the feeling that they alone were living through great days. Their fellow-Europeans, when I went to see them, asked me how France's policy fitted in with the reality of the modern world. They had no illusions about that reality: they measured themselves against it and realized that they were powerless to solve their national problems alone. Their ambitions – and they were no less ambitious than the French – were turned to the future, which each of them knew they could master only if they faced it together. It was not always easy for me to advise them to be patient.\nThe end of 1963 was marked by a tragedy which affected all feeling men and women in the world. The assassination of John F. Kennedy shattered people's hopes almost before they had arisen. As I say, institutions are more important than men; and America's institutions soon gave impressive proof of that fact. But some men have the power to transform and enrich what institutions pass on to succeeding generations. Kennedy was one such man: he was able to lead his contemporaries by the force of his imagination, and create a consensus through his generosity. I prefer not to speculate on what he might have done with the experience of statesmanship which we saw developing daily before our eyes: I can only marvel at the fact that he left so lasting a memory after so short a career, and that his death left so deep a sense of emptiness. The truest tribute to him that I heard came from a Paris taxi-driver who said to me:\n'Monsieur, we have just lost a President.'\nMy grief that day I cannot describe.\nThe death of a young and radiant being is distressing in itself. Yet the pain and loss that I felt then were the same as when I had heard seventeen years earlier that Roosevelt had just succumbed to his lifelong illness and lifelong effort. We were on a trip in Georgia, I remember; and when Silvia told me the news I exclaimed several times: 'No – it's not possible.' What was not possible was the ending of a great hope. The bearers of hope are never of an age to die. Roosevelt, as I have said, had a universal view of things. Freedom, for him, was indivisible: it did not stop at the frontiers of his country. He had proved that with the last ounce of his strength. Kennedy's strength, so prematurely laid low, was of the same order, and his vision had the same breadth.\nI had last seen him in Washington at the beginning of the year. He resented the abrupt breaking-off of the British negotiations, but his understanding of Europe prevented his turning aside from it, as America was tempted to do in the face of our disunion – a temptation to which some of his successors gave way. Since I was about to go to New York to receive the 'Freedom Prize' awarded each year by Freedom House, he sent me the following message:\nDear M. Monnet,\nFor centuries, emperors, kings, and dictators have sought to impose unity on Europe by force. For better or worse, they have failed. But under your inspiration, Europe has moved closer to unity in less than twenty years than it had done before in a thousand. You and your associates have built with the mortar of reason and the brick of economic and political interest. You are transforming Europe by the power of a constructive idea.\nEver since the war the reconstruction and the knitting together of Europe have been objectives of United States policy, for we have recognized with you that in unity lies strength. And we have also recognized with you that a strong Europe would be good not only for Europeans but for the world. America and Europe, working in full and effective partnership, can find solutions to those urgent problems that confront all mankind in this crucial time.\nOn November 25, I attended Kennedy's simple and moving funeral.\nLess than two weeks later, I found myself once more in the state reception rooms at the White House to receive a last testimony of Kennedy's feelings for Europe. He had decided to confer on me, as on John McCloy and the labour leader George Meany, one of the first Presidential Medals of Freedom. He had planned to give it to me himself on December 6. President Lyndon Johnson performed the ceremony, in the presence of Mrs Kennedy, who watched it quietly from a dark corner of the room. Johnson read to me the text prepared by his predecessor, whose spirit still haunted – but not for long – those rooms where civilization and a sense of greatness had reigned for two short years:\nCitizen of France, statesman of the world, he has made persuasion and reason the weapons of statecraft, moving Europe toward unity and the Atlantic nations toward a more effective partnership.\n## II\n## Crises and their aftermath\nAtlantic partnership did not die with John F. Kennedy. An idea which is in the nature of things is never the creation of one man alone, and his death cannot extinguish it. A relationship of equals between two continents which share the same civilization and enjoy comparable resources has the strength of inevitability: all that is needed is the willpower to grasp it and give it concrete form. And once that relationship has begun to be established, it endures, even if death may seem to have destroyed it along with the willpower that gave it shape. Kennedy's successors in the White House sometimes gave the impression that the grand design was abandoned, and that the United States was succumbing to the temptations of lonely supremacy. Those temptations, if they ever existed, soon faded as far as Europe was concerned; and many Americans came to realize what a mistake it would be not to seek equality, even at the cost of creating large new entities in the world in place of a mosaic of countries doomed to subordination. Equality of this sort can certainly not be achieved overnight; but for me it is less a matter of statistics or legal rights than an order of magnitude and a habit of mind. It has to be anticipated and accepted as a process that nothing can stop, without waiting for precise parity: otherwise, dialogue would never begin.\nIn 1964, I did not pause to consider whether the America of Lyndon Johnson would be more or less outgoing than that of John F. Kennedy, or whether its obvious military superiority precluded any hope of talking on equal terms. I saw that partnership remained the official policy of the White House, and through the Action Committee I proposed to give it practical form for the first time, by means of a 'Committee of Entente between Europe and the United States' in those fields where Europe had begun to exist. The Action Committee's resolution of June 1, 1964, described the task of the Committee of Entente:\nto prepare joint positions on problems as they call for action, thus making easier the decisions to be taken by the European Institutions and the US Government both in their mutual economic relations and in their respective negotiations with the rest of the world.\nThe Action Committee tirelessly repeated this proposal; and among the politicians and labour leaders who represented the majority of the democratic forces in our countries I have never encountered the slightest suspicion that a procedure for discussion with the United States might endanger the independence of our countries or of the Community as a whole. Talking has never involved any _loss_ of liberty; on the contrary, talking on the basis of mutual respect is the best guarantee that each party, by explaining its own point of view, can persuade the other to take account of it.\nI will not dwell on the obscure reasons which until now have prevented a Committee of Entente's being established. There can be no valid reason for persistently refusing to sit down around the same table to discuss problems of common interest. The misunderstandings which serve as an excuse for our divided countries to avoid a dialogue with the United States are themselves caused by the lack of any procedure for concerting ideas and tackling technical difficulties as they arise. Today, these accumulated misunderstandings may look like a major obstacle in the way of partnership. In that case, it may go down in history as a great opportunity lost. But in reality only those who are reluctant to go forward ever speak of lost opportunities. I am interested only in the opportunities which lie before us, and which it is our duty to seize as soon as they arise. The fundamental reasons that are driving the West towards greater cohesion have lost none of their simplicity and force. Besides, the gap between Europe and America is narrowing: the problems they both face are bringing them closer together. The psychological distance between them remains; but the basic reason for that is mutual ignorance, and the best remedy is a procedure for talking together, such as a Committee of Entente.\nTo persuade people to talk together is the most one can do to serve the cause of peace. But for this a number of conditions must be fulfilled, all equally important. One is that the talks be conducted in a spirit of equality, and that no one should come to the table with the desire to score off somebody else. That means abandoning the supposed privileges of sovereignty and the sharp weapon of the veto. The second condition is that everyone should talk about the same thing; the third, finally, is that everyone should seek the interest which is common to them all. This method does not come naturally to people who meet to deal with problems that have arisen precisely because of the conflicting interests of nation-States. They have to be induced to Understand the method and apply it. Experience has taught me that for this purpose goodwill is not enough, and that a certain moral power has to be imposed on everyone – the power of rules laid down by common institutions which are greater than individuals and are respected by States. Those institutions are designed to promote unity – complete unity where there is likeness, and harmony where differences still exist. The Europeans of the Six had decided to live under the same rules in a Community made possible by their common civilization and similar degree of development. It was obvious from the start that on these grounds Britain should join them without delay. By making common cause, they could recover the role in world affairs which they had lost because they were divided.\nWhat role is that? It has always been the same: to seek the broadest consensus, and to help reduce tension between East and West by creating the conditions for a constant dialogue – but not to try to arbitrate by playing with the balance of power. The countries that are uniting in the Community belong to the same Western civilization whose principles underlie American society; and between these two great entities, so close but so distinct from each other, a deep and constant dialogue is possible, in a framework that can only be democratic. That was and remains the aim of Atlantic partnership, the first machinery for which – a Committee of Entente – the Action Committee proposed more than a decade ago. In the same resolution, our Committee also dealt with relations with the East. They, obviously enough, are no less vital to the peace of the world. But it was clear to me and to all the Committee's members that the form and content of talks between the Community and the countries of Eastern Europe – which, incidentally, refused to recognize our institutions – would necessarily be different from those of our dialogue with the United States. And that would continue to be the case so long as those countries did not conduct their public life according to the principles of freedom, as our democracies did.\nNone of our countries alone could influence the Soviet Union; nor did I believe that Europe, even if it were united, could reach a lasting agreement with the Soviets unless the United States were involved – any more than an agreement between the United States and the USSR could endure if it ignored Europe. The greatest danger for everyone was that of Germany's undertaking unilateral action in Europe; and in this respect the Community was a guarantee which the USSR was capable of appreciating. But while the Germans had linked their destiny with that of the peoples of Western Europe, they saw their security only in the broader context of Western defence as a whole. For them, what was known as 'Atlanticism' was not a doctrine but a reflex of self-preservation. I could understand their uneasiness: the German people were more exposed than any other; and I admired the courage of those German statesmen who had discouraged their fellow-citizens from pursuing their dream of reunification by dangerous means. Europe was in the process of bringing about this historic change-Europe, and not some pact between States; but, even so, it could not be isolated from the global context of the defence of the West. This problem gave rise to the most difficult and often the most unrealistic debates that ever men had' to face. It ought to have brought them together: yet, so far, it has only driven them apart. But if we failed at that time to find a satisfactory collective solution, one thing remains certain: no national solution has furthered the cause of peace.\nSince 1964, years of inaction and verbal confrontation have left in suspense the organization of relations between Europe and the United States. The transatlantic relationships that have been pursued by individual countries may have given some people the impression that America accepted or even welcomed Europe's silence, for reasons of her own. Others may have had the illusion that Europe was not needed for a dialogue with Washington, and that if a European country wanted to wield influence, it could compensate for its lack of size by raising its voice. The truth is that in the absence of any fixed landmarks everyone interpreted in his own way a situation ruled by empiricism, without any regard for the overriding common interest. That interest exists, as was shown by the one instance where a dialogue of equals actually took place. This was the 'Kennedy Round'; and although it was limited to negotiations on international trade, Europe for once spoke with a single voice. That voice was respected; each party took account of the legitimate concerns of the other; and a vast global settlement was reached. Why this method has not been gradually extended to all aspects of the relationship between Europe and the United States, along the lines of the proposed Atlantic partnership, is a complex question: the reasons are various, and not all the blame is on one side. While racial problems, the war in Vietnam, and the quest for detente monopolized the attention of Lyndon Johnson and then Richard Nixon, Europe seemed endlessly to hesitate about strengthening and enlarging the Community. Some were jealous of their independence, but without doing what was needed to make it real: if they showed any inclination to assert themselves, it was always in opposition to the United States and its supposed tendency to dominate others. I myself have never believed that our divergence was deep or lasting. When men learn to master their moods, they will recognize that Europe and America cannot ignore each other's problems, and that to solve them they need each other's help. Separately, they cannot make an effective contribution to world peace. In that respect, too, I realized that we must await the return of wisdom.\n# Chapter 20\n# A TIME FOR PATIENCE (1964–1972)\n## I\n## Stagnation\nThe Action Committee did not hold its eleventh meeting until June 1964. Its tenth had been in Paris in December 1962; and now it was meeting for the first time in Bonn. The text of its draft resolutions had been a long time in preparation, and it covered no fewer than twenty pages. It was the fruit of conclusions and agreements that had taken months of thought; and if it continued along the same lines as in previous years, despite recent upsets, this was a proof that the Committee had become a mature institution, able to rise above men's emotions and maintain a steady course. Re-reading that long statement, one can see the scope of Europe and the scale of our ambitions for it. That text amounts to a Message on the State of the Union in the making. The timetable was gradual and the ground to be covered was vast, but the Action Committee made a number of specific proposals. Some had to do with the economic and social development of the Common Market, others with institutional problems, including direct elections to the European Parliament and the extension of its budgetary powers. This proposal was followed by a section on 'The gradual establishment of equal partnership between Europe and the United States' – a relationship to be embodied in a Committee of Entente. There was also a section entitled 'The development by successive agreements of peaceful co-existence between the West and the USSR, settling European problems and in particular reuniting the Germans, at present divided, in the European Community.'\nWho today could affirm that this view was Utopian and that the prospect of reuniting the Germans, which ten years ago was still real, is now banished from history? At the very least, if the problem one day arises again, a peaceful solution can be found only within the Community, whose aim is not to make coalitions of States but instead to unite peoples. The Committee declared:\nTo deal with this situation by exclusively peaceful means, and to meet the preoccupations of the USSR and the West, an arrangement of true coexistence must gradually be brought about between the USSR on the one hand and Europe and the United States on the other....\nIt is too early to determine the shape of this future arrangement. But one thing is already clear: if it were to appear that the West were divided, insecurity would dominate the relations between East and West, the prospect of an agreement would vanish, and mistrust and the process of mutual precautions would lead to fresh conflicts.\nA conflict involving the use of nuclear weapons would expose the European countries, the United States, and the Soviet Union to such destruction that, as has been remarked, the survivors would envy the dead.\nThis analysis, it seems to me, has lost none of its significance today. In 1964, at all events, it was the view held by the majority of the political parties and trade unions in the European Community. But the illusion of purely national power was still cherished by the leaders of certain States, despite the fact that America and the USSR were developing forms of relationship between them in which neither Europe nor any European country had a part.\nWith no political plans and no hope of rapid enlargement, the Community was stagnating. In Britain, where Harold Wilson had become Prime Minister, his narrow parliamentary majority seemed likely to delay the possibility of fresh negotiations. In the United States, President Johnson was preoccupied with internal problems, and seemed to have no interest in Europe as such. Everywhere there was the danger of a return to separate policies and bilateral agreements; and Germany might well be strongly tempted to compete with France in the quest for national advantage. The growing pressure for _ad hoc_ arrangements made it necessary to reaffirm, while there was still time, the overall view that the Action Committee had taken in Bonn. In that view, the Common Market was the solid foundation, but no more than the foundation, of a broader vision of peaceful relations between the great entities in the world. To promote and complete the text of our resolution, I travelled extensively in the Community countries. In the French weekly _l'Express_ , Marc Ullmann added up how many journeys I made in the early months of 1965: six to Bonn, four to Brussels, four to Rome, two to The Hague, and one to Luxembourg. He wrote:\nAt this rate, at least, misunderstandings are avoided: when a text is made public, one can be certain that it reflects the collective will of all Europe's political forces.\nIn a situation of deadlock, our 1965 text reaffirmed what was needed if further progress was to be made. What was unique about that resolution, however, was the place in which it was discussed and the day on which it was adopted. It was in Berlin, on May 8, 1965, in the presence of Chancellor Ludwig Erhard and Mayor Willy Brandt, that I told the Berlin Senate:\n'Today, May 8, is the twentieth anniversary of the end of the war in Europe. It was from Berlin that Hitler launched his attempt at hegemony. It was in Berlin that it crumbled, amid the ruins of the old Europe.\n'On May 9, 1950, France, in the person of M. Robert Schuman, proposed to Germany that both turn their backs on past conflicts and build their future together, alongside other democratic European countries....\n'The Action Committee for the United States of Europe is meeting in Berlin today to mark our unequivocal solidarity with you...' Erhard's reply was of great political significance for Europe. He declared:\n'The German people has learned to its cost that a policy of power inspired by extreme nationalist feelings is destined to fail, because an attempt at hegemony on the part of any one European nation arouses all the others against it. We are fully conscious of the fact that Europe cannot be German, French, or Russian, but must aim at union and reconciliation.'\nEverywhere in Europe, that twentieth anniversary was being celebrated with loud martial demonstrations and speeches vilifying Germany's crimes. Very close to us, on the far side of the Berlin Wall, huge East German military parades contrasted with the atmosphere of our meeting, calmly looking forward to the future.\n'Your brotherly feelings do you credit,' the Chancellor said to me. During our morning session, Silvia visited the Wall. On one of the watch-towers, she saw a woman weeping as she looked over into East Berlin. Silvia went up to her and asked what was wrong.\n'Oh, Madame,' she answered, 'my whole family is over there.'\nLater in the day, attending a reception for the Action Committee given in the Senate, Silvia met the same woman, who told her:\n'I've come here, Madame, because I put all my hopes on Europe. Only Europe can bring us together again.'\nThat day, I believe – and as much by our presence as by the resolutions we passed – the European idea took root a little more deeply among the German people, and became more tangible to world opinion, which certainly made widespread comment. Far from issuing a challenge to the East, the Berlin resolution proposed 'the organization of consultations between the West – the United States and a uniting Europe – on the one hand, and the Soviet Union and the other countries of Eastern Europe on the other'. I should even have liked, in this case too, to speak of a Committee of Entente. The idea lay ahead of us at the end of the road. But to reach it we should have to make progress along that road, and the most urgent stretch of it was the unification of Europe. On this stretch, an accident was close at hand.\nIn the Action Committee's Berlin resolution, one paragraph which had been accepted without difficulty had approved the Brussels Commission's recent proposals to give the Community its own resources, levied mainly from the common external tariff, and mainly intended to finance the common agricultural policy. Hitherto, the Community's expenditure had been covered by contributions from the member States. The Brussels proposals were based on the Rome treaty and on existing regulations, and Hallstein was not the man to forgo a right which would make this Commission more independent. Nor could he have failed to realize that the European Parliament in turn would seize the opportunity to ask for an increase in its budgetary powers, which would deprive the Council of National Ministers of its right to the last word. All that was perfectly legitimate. But everyone knew that the simple application of the Treaty's provisions in this way would accentuate the federal character of the Community, and shift in the direction of the Brussels institutions the centre of gravity which certain Governments – and in particular the French Government – kept jealously in national hands. The majority of the Commission, convinced of its legal rights, was impatient with the diplomats' warnings:\n'De Gaulle will never accept it –'\n'We shall see,' was the reply.\nWe were indeed to see whether one man could resist the normal working-out of the institutional process – whether, and for how long. To tell the truth, the proposals were a challenge only to those who had never accepted the spirit of the Treaties, and who applied to the letter only those provisions that suited their book. French interests were involved in the machinery which favoured French agriculture; and it so happened that the momentum of that machinery involved a further transfer of national sovereignty to the Community domain. Hallstein, Mansholt, and others believed that the French Government would agree to that transfer as the price of Europe's financing French farm exports. They also believed that the French, because of their intellectual training, could not resist the logic of the argument. Marjolin warned them:\n'For de Gaulle your logic is a trap, and he'll smash it.'\nI myself did not think it worthwhile pushing this technical affair to the point of conflict, and I thought that those concerned would stop short, as before, at some arrangement enabling modest progress to be made. But a personal factor intervened.\nI fear nothing so much as personal problems which distort a debate. The French had decided to have no more dealings with Hallstein; and it mattered little what the technical problem might be: all that counted, in their eyes, were the intentions and attitudes of the Commission's President, who was anxious to increase his institution's power and prestige. Minute protocol pretensions in Brussels were regarded as outrageous in Paris; and the French Government's irritation knew no bounds when it appeared that Hallstein might escape a little from the financial tutelage of the States. The process required to reach a decision on this point was well under way; but agreement had to be unanimous. When the time came, de Gaulle made a clean break. The executant of his decree was Couve de Murville, who at midnight on June 30, 1965, at the close of France's chairmanship of the Council of Ministers, terminated the meeting with the announcement that it had failed to agree. The disagreement was real, and Couve was legally in the right. But he was morally in the wrong from the moment when he refused to continue the debate.\nFor more than six months, France virtually withdrew from the Brussels institutions, where except for routine necessities her representatives ceased to appear. This so-called 'empty chair policy' broke the Community's unwritten rule; but there seemed to be no way out of it, although it was damaging to both Europe and France. At first, I thought that it was a fit of ill-temper, and I had several discussions with Couve de Murville, with whom I had always been able to talk sense. But this time I could not get to the bottom of his thoughts, except when we spoke of the Commission, which he deeply disliked. It seemed that no solution of the economic problems and no resumption of talks among the Six would be possible unless the Commission were overhauled, in both its methods and its personnel. And behind all this could be glimpsed the desire to prevent majority voting becoming normal practice in the Community from January 1966 onward, as the Treaty laid down. I suspected that this was a goal on which de Gaulle was irrevocably bent, and I warned Couve against adopting attitudes which would only aggravate our partners' already powerful distrust of France, whom they suspected of wanting to destroy the organization of Europe.\n'The German elections next year,' I said, 'may produce a Grand Coalition between Christian Democrats and Socialists. The Germans are in a position to take initiatives. Make no mistake: you will not succeed in detaching Germany from either Britain or America. But you may encourage the conclusion of a military agreement between Germany and the United States.'\nFor Europe, this hypothesis would have been dramatic; and at the time, unless the Community made progress, it had every prospect of being fulfilled. I had expressed this fear to de Gaulle in a private conversation a few months earlier. I used to see him in this way on those rare occasions when I thought an exchange of views might be useful; and he always greeted me as cordially as at our very earliest meetings. The conversation was always very straightforward, and we never tried to agree on conclusions: each of us simply expressed his own point of view. This is never unfruitful if it is honestly done.\nCouve seemed uncertain about how to resuscitate the Common Market, whose stagnation was beginning to worry French farmers and industrialists. Our five partners had firmly closed ranks, in a defensive spirit; and although they could make no progress without France, she herself was involved in an extremely risky diplomatic gamble. The risk to de Gaulle became very serious with the approach of the Presidential election in December 1965, and I thought that a settlement might be reached before that date. I advised Hallstein to re-examine his proposals, at whatever cost: there is no humiliation in adapting to an obstacle, because obstacles are never our masters. The Commission reacted sensibly; but France did not. De Gaulle remained obstinately scornful, although he was not really in a position of strength. In September, he denounced what he called 'a mostly foreign technocracy destined to trample on democracy in France', and confirmed his refusal to countenance majority voting in Community decisions, due at the turn of the year. In October, his five partners appealed to him to resume his place in the Community institutions; but he made no reply. On December 5, however, in the first round of the French Presidential election, he failed to secure an overall majority and was forced into a run-off. European public opinion played a decisive role in this result, which was widely regarded as a warning. Before the vote, I had announced my own choice in the following terms:\n'Like many French people, I voted Yes in the referendum on the Constitution in 195 8, Yes to the election of the President of the Republic by universal suffrage, and Yes in the referendum on Algeria.\n'On December 5, I shall not vote for General de Gaulle.\n'We can no longer have any illusions: the policy practised, explained in the press conference of September 9, and confirmed by France's persistent absence from Brussels, is leading us down the outdated path of nationalism and inevitably encouraging nationalism in other countries, and in particular in Germany.\n'For the French people, the future is Europe. General de Gaulle has explained to us that he wants to reduce the collective action of France and her neighbours to relations between Governments. Experience shows us that such relations are necessarily precarious, and all the more so if they are constantly called in question by threats to break them off. To win the allegiance and the efforts of a rejuvenated France, the French people of today and tomorrow need a President in their own image and with modern ideas.'\nI went on to say that I should vote for Jean Lecanuet, whose courage and sincerity I admired. At the run-off in the second round of the election, I announced that I was transferring my vote to François Mitterrand, who was now de Gaulle's sole competitor. As the single candidate of the Left, Mitterrand had come out in favour of 'a Europe built by the process already begun in the economic and technical fields, a Europe which will be the decisive factor in peaceful co-existence between East and West.' When de Gaulle was re-elected, with 54.5% of the votes, Couve de Murville resumed negotiations with France's partners. I advised everyone to accept the broadest compromise that would leave the Treaties intact. It mattered little if at the next meeting of the Six, in January 1966 in Luxembourg, France insisted on making a unilateral declaration reserving the right to go on saying No. The only victim of that ambiguous accommodation was the Commission under Hallstein – although its continuance in office until 1967 was assured. After more than six months' paralysis, progress began again. If de Gaulle had sought to demonstrate that the Community would not work without France, he had done so: but who had ever doubted that? If his aim had been to freeze the Community's institutional development and prevent any further transfers of sovereignty, he had gained nothing but a little time, which for the Europeans was so much time wasted. What de Gaulle denied them in 1965 they have since acquired as a matter of course. I draw no further conclusions from those very instructive events. That is how things happened; and when all is said and done, they worked out well enough.\nIt was still a time for patience, and I had plenty of time to pursue ray reflections to the point where I could turn them into action, which would then depend on circumstances. Circumstances, I was now convinced, would remain unfavourable so long as de Gaulle ruled France and based French foreign policy on his own ideas, which dated from another age. I had long believed that he would come to realize that European union, about which he spoke with such conviction, required a gradual delegation of sovereignty to a common authority. Would he not see that his ambitions for his country, and his passionate desire for independence, could not be fulfilled by France alone? If he wanted to play the historic role he felt to be his vocation, Europe was of a size to be its vehicle – if he did what was needed for Europe to exist. But it became clear that the passage of time had not changed him, and that co-operation between sovereign States, as in the past, remained the basis of his European policy, with everyone drinking from his own glass, as he put it, and taking whatever decisions he might think best for his country. How, in these circumstances, could one maintain genuine national independence or even build an independent Europe? I saw no way out of this contradiction. The upshot was a France more and more isolated in a climate of suspicion, with precarious coalitions being formed to achieve superiority or fend off supposed threats. That, at least, would be the result if we returned to the 'concert of Europe' – a Europe of mutually mistrustful sovereign States.\nThe only guarantee against such a relapse was the Common Market, with its institutions, its rules, and its promise of economic, social, and political progress. It had to be strengthened, step by step. German loyalty to the Community was the only safeguard against the disintegration of the West. The accession of Great Britain was the only hope of Europe's becoming big enough to make herself felt in the world and start a dialogue of equals with the United States and the USSR. The Action Committee was prepared to fight for years, if need be, to see that these conditions were fulfilled. My mind was made up: I should have no further questions to ask until these solid foundations had been laid. In fact, between 1966 and 1973, in six separate sessions, the Action Committee hammered away at the same basic resolutions, which little by little began to work their way into reality. During those years, the political context changed under the impact of unexpected events and the slow pressure of generations born since the war. What had been inconceivable for their fathers came to seem natural to their children; what had been impossible to minds nurtured by the past became easy for more up-to-date spirits. But it was essential that at the end of this process the will to build Europe should still be alive and the plans for doing so should be ready. Unceasingly, the Action Committee made sure that they were.\nI remember that while I was preparing for this new phase in our persevering effort, I felt the need to define for myself the principles that had always guided me in my day-to-day work. I have kept the notes I made at that time, during the summer break in 1966; and I think that they are more expressive in their immediacy than a longer, more elaborate credo would be:\n_August 18_\nLiberty means civilization.\nCivilization means rules+institutions.\nAnd all that because the essential objective of all our efforts is to develop mankind, not to proclaim a fatherland, big or small.\n1. It is a privilege to be born (humanity).\n2. It is a privilege to be born into our civilization.\n3. Are we to confine these privileges within the national barriers and laws that protect us?\n4. Or are we going to try to extend privilege to others?\n5. We must maintain our civilization, which is so much ahead of the rest of the world.\n6. We must organize our civilization and our collective action for the sake of peace.\n7. We must organize the collective action of our civilization. How can that be done? Only by uniting in collective action Europe and America, which together have the greatest resources in the world, which share the same civilization, and which conduct their public affairs in the same democratic manner.\n8. This organization, while seeking a state of co-existence with the East, will create a new order in the world and at the same time make possible the necessary and unconditional aid and support that our civilization, which must be preserved, will bring to the rest of the world. Together they can do it; separately, they will oppose each other.\n9. At their origin, at birth, people are the same. Later, drawn into a framework of rules, everyone wants to preserve the privileges he has acquired. The national framework supports this fleeting vision. We are unaware of the extraordinary privilege we enjoy. We must extend it to others. How can it be done? Only by freedom on the one hand and collective effort on the other, so as gradually to enable the under-developed countries to share in our privileges. How can that be done without uniting, pooling our resources, etc.?\n_August 22_\nNations were forged by successive additions. Brittany, Burgundy, etc., were provinces, and centralizing kings brought them together in a unit – France – by arms or by treaty: the _Comté_ of Nice, Savoy. All these changes, from 'provincial' into 'national', corresponded to the conditions prevailing at the time. The force of adaptation, which led the provinces of France to make France, still continues.\nWe are convinced that our epoch will have to see the creation of vast entities such as the United States and the USSR, and that between them there must be established co-operation and collective action by means of organization (that is what we mean by the organization of peace).\nIt cannot all be done at once: it is gradually that we shall achieve this organization. But already it is essential to make a start. It is not a question of solving political problems which, as in the past, divide the forces that seek domination or superiority. It is a question of inducing civilization to make fresh progress, by beginning to change the form of the relationship between countries and applying the principle of equality between peoples and between countries. People no longer want their future to depend on the skill or ambition of their Governments. They do not want ephemeral solutions, and, for that reason, they want there to be established in our countries an organization, a procedure, that will make possible collective discussion and decision.\nThese reflections were not the subject-matter for a book but the basis of my daily action. The most practical men with whom I have worked also needed such guidance to believe in what they were doing and never become discouraged. With all of them – political leaders, trade unionists newspapermen – I liked to sit around the fire and talk about our underlying motives. I had found that if those motives became obscure, to them or to myself, our ability to act successfully suffered. That is why we had to work to keep them alive, like the flames in the hearth we stared at as we tried to see our way through the problems. Many were the intimate talks I had, and many were the friendships that grew deeper, as I tried to impart my own feeling of hope to men who often wearied of waiting for Europe to emerge from winter. The first sign of spring came in March 1967, when Harold Wilson, after consultations on the continent, seemed to be getting ready to renew Britain's request for membership of the Common Market. On March 16, 1967, on behalf of the Action Committee, I was able to tell the press:\n'The members of the Committee declare themselves unanimously in favour of Britain's entry into the European Economic Community as it is today, with the same rights and the same obligations as the six countries which are already members.'\nThose who backed this declaration included two new and influential members of the Committee – Pietro Nenni, President of the united Italian Socialist Party and Vice-Premier of Italy, and the new German Minister of Foreign Affairs, Willy Brandt. Britain had to be coaxed out of her hesitations. A correspondent of _The Times_ of London asked me whether an application from her would be successful. I replied:\n'She cannot expect to have an answer as to whether her application is successful before she puts the question clearly.'\nThis Wilson finally did on May n, after securing the agreement of a large majority in the British House of Commons. But as early as May 16, de Gaulle held a press conference and declared that Britain, which was an island, bound to her Commonwealth and the USA, and weighed down by her sterling balances, could not join the Common Market, which he defined as a sort of prodigy. All one could do, he said, was work out some form of association, or wait.... This time, even the usefulness of discussion was being denied! When _Agence France Presse_ asked for my opinion, I declared:\n'In what kind of society are we living if the Six are to reject without debate the request of a great democratic country, massively backed by its elected representatives, to join in the building of Europe? General de Gaulle, in his press conference, presented the obstacles to Great Britain's entry into the Common Market as if they were virtually insuperable. The British Government considers that they can be overcome. Only negotiations, conducted in good faith and with a will to succeed, will make it possible to decide. What matters is that the discussion between London and the Six should begin.'\nThis persistent attitude on the part of France led to further uncertainty and discouragement. Many people thought that the time would never come for Britain to join the Community, and that all that could be hoped for were trading arrangements, perhaps even without France. I thought the opposite; and I was glad to find this optimism shared by George Brown, the British Foreign Minister. Stout and not very tall, he sometimes behaved in ways that disconcerted traditionalist diplomatic circles; but he had a lively intelligence and great enthusiasm. He gave of himself both at home and on the continent to ensure that the door of the Common Market remained open to Britain. In January 1967, he and Wilson had toured the capitals of the Six. On January 23, they had stopped in Strasbourg to address the Council of Europe. That day, I heard Wilson declare:\n'We are determined to act because the creation of a bigger and more powerful Economic Community is as much in the interests of Europe as a whole as in our own interests.'\nWhat struck me most was to see in the Assembly, which gave Wilson a standing ovation, the British Leader of the Opposition, Sir Alec Douglas-Home. It confirmed by the force of example that we were right to want Great Britain in the democratic institutions of Europe. I proposed to the Action Committee that a resolution be put to each of our national Parliaments calling for the negotiations to be pursued. Its text provided only for full British membership, and ruled out any form of association. On June 15, 1967, in Brussels, the Action Committee met for the thirteenth time. Among those present were Brandt, Schmidt, Nenni, Rumor, Pinay, and Pleven. The Committee passed the resolution, and the members agreed to submit it to the vote in their national Parliaments. On October 13, I attended the session of the German _Bundestag_ at which it was debated. Chancellor Kurt Kiesinger left his seat to join me in the gallery, and the German deputies voted unanimously for the resolution. It was a deeply reassuring sign. De Gaulle's opposition, which he reiterated on November 29, might block the negotiations; but it could not dismiss the problem or change the minds of the vast majority of Europeans. The resolution was passed by the Luxembourg, Belgian, Dutch, and Italian Parliaments, Britain no longer need feel isolated. Her accession was inexorably inscribed on the agenda of international politics.\n## II\n## The context changes\nThen came spring 1968 and the explosion in France of student riots like those that had begun in the United States before spreading to Europe. Our old society, with its antiquated university structure, at first put up little resistance. Concern for justice made the young intellectuals turn towards the workers. Too much social inequality still stemmed from the differing levels of education to which some had access through the accident of birth. But it became clear that these inequities would not be removed merely by idealistic demonstrations. The student revolt and the demands of wage-earners coincided only briefly. While they did, France's institutions were under threat; but French workers still had a sense of discipline, and they parted from the students, who now found themselves isolated. Yet the cause for which they had fought still remained: it was the cause of humanity. And I believe that we have still not adequately responded, either before or after that salutary warning.\nIn fact, the crisis was implicit in the disparities and inequalities which had been revealed three years earlier by a group of international experts in a report prepared at the instigation of the Action Committee. This was a comparative study of education in Europe, the United States, and the USSR: it was known as the Poignant Report after its author, Raymond Poignant, a Master of Requests in the Council of State. He was a man with a high sense of duty; to reach his position, he himself had had to surmount the barriers between different forms of education. He knew from experience what a problem it was for most young people to continue their studies beyond the level to which the vast majority were limited, and he was able to reveal how much valuable potential went unused through lack of educational opportunities. Already in 1959 I had raised this problem when speaking to the Community's free trade unions:\n'The unification of Europe which we are achieving together will only fully bear fruit if our countries put an end to the waste of their young people's intelligence by making access to higher education genuinely democratic. The majority of people ought to be able to enter higher education: it should not be the preserve of a minority.'\nThe figures revealed by the Poignant Report showed how seriously the Community was lagging behind. For a population of about the same size, Russia had three times as many students as Europe, and the United States five times as many. Whatever progress might have been made in the meantime, the 1968 explosion was caused not by an overlarge student population, but by an over-rigid society still marked by injustice.\nThat society had another weakness: its great complexity. The more sophisticated a structure is, the more vulnerable it is to unforeseen accidents. In 1968, I realized more clearly than ever that the democratic institutions under which we live had become precision instruments, whose economic, social, and political operation depended on trust. This was a phenomenon common to all the countries of the West; and trust – or the damage that was done to it – went well beyond national frontiers. This could be seen in the extent of the international youth protest movement; it was soon to be seen again in the spread of international monetary chaos. Such widespread interdependence called for a general strengthening of solidarity among those European countries which had the same form and degree of civilization. Solidarity had begun with the economic Community: it had to be strengthened and extended until the common institutions were more broadly based and every nation was enriched with the complementary qualities of the others. In isolation, our countries were now very vulnerable to the waves of violence that were sweeping the world: none could protect itself alone. On my visits to Bonn, I found the Germans very much alive to this danger, whose shock-waves had reached them first. They had watched with anxiety its spectacular impact on French society: in Paris, they had seen the main pillar of European policy shaken.\nI found Chancellor Kiesinger in a hesitant mood. Tall and youthful-looking, he had more charm than strength, and more skill than vigour. He had a clear view of the problems, but he was not resolute in action. He thought as I did that Britain must be brought in to strengthen Europe's democratic stability; but he was not prepared to stand up to de Gaulle. Both men, in fact, were marked by their wartime experience: it weighed upon how they behaved. In equal and opposite situations, as it were, they had both lived through the drama of France and Germany, and it forever flawed their imagination. The future belonged to a new generation whose dreams we no longer knew. All we could do was hand on to them the solid legacy of a democratic Europe. I left Bonn in July 1968 with the feeling that Germany's growing strength would do nothing to influence France's shaken willpower, so long as men like Kiesinger and de Gaulle remained in power. I went on to London. I met Wilson at No 10 Downing Street, and received from him a veritable lesson in political strategy, an art in which he delighted. He had seen at once the advantage he could gain from the British Labour Party's joining the Action Committee alongside the other British political parties. He had worked out what would be the reactions in his own party; and for the moment the balance seemed favourable. Rarely had I seen him so determined and so pleased to commit himself to Europe. I even hoped that the British trade unions would join the Committee together with the Labour Party, to which they were closely linked; but there the pockets of resistance which later proved so hard to overcome had already formed, and neither Wilson's influence nor pressing appeals from Rosenberg on behalf of the German unions had any effect.\nI was very greatly helped in my London talks by Wilson's private secretary, a young diplomat who embodied the finest qualities of the British civil service. His name was Michael Palliser; later, as Sir Michael Palliser, he was to be Permanent Under-Secretary at the Foreign and Commonwealth Office. He enjoyed the esteem of both Labour and the Conservatives, and had excellent contacts on the continent. Thanks to his ability and his European convictions, he never ceased to exert a favourable influence on the Community's development. In Paris, Wilson had appointed as Ambassador Sir Christopher Soames, a Conservative whose European spirit and breadth of mind were to be better known still when he became Vice-President of the Brussels Commission after Britain joined. In London, the Community's loyal and skilful Chief Representative, Georges Berthoin, played a very positive role; while Duchêne and Mayne continued the patient work of explanation in their articles and books.\nWhen I left London that summer, I had secured the agreement of all three of Britain's main political parties. On September 26, 1968, I wrote to Wilson as Leader of the Labour Party, to Anthony Barber, then Leader of the Conservatives, and to the Liberal Leader Jeremy Thorpe:\nThe political parties and trade unions which make up the Action Committee, representing two-thirds of the electorate and of organized trade unionists in the six European Community countries, are unanimously convinced that Britain must be a full member of the Community with the same rights and the same obligations as the present six member countries.\nThey are determined to pave the way for British entry into the European Community as soon as possible. They believe that it is important to develop a European point of view, common to the Six and to Great Britain, in preparation for the day when British entry will be possible.\nWilson replied at once:\nThe aims of the Action Committee are in close conformity with those to which the Labour Party subscribes. Our Party believes that European political, economic, and technological integration is essential if Europe is to fulfil her great potential and make a unique contribution to secure and maintain world peace.\nThe work already undertaken by the distinguished members of your Committee has been most impressive. The Labour Party is honoured to be asked to join in this work and I am pleased to accept your invitation for the Labour Party to join the Action Committee for the United States of Europe as a full member.\nWilson went on to announce that the Party's National Executive Committee had nominated George Brown, Walter Padley, and Michael Stewart to represent it on the Action Committee. The choice maintained a subtle balance, but one thing had to be noted: the unequivocal tone of Wilson's letter and his use of the word 'integration', the strength of which surprised everyone. Then came Barber's answer. He recalled that the negotiations had been broken off in 1963 against the wishes of the Conservative Government, and continued:\nWe shall value membership of your Action Committee, whose work is well known to us, as a means of discussing how progress can be made towards the development of greater European unity.\nHe went on to announce an impressive list of representatives: Reginald Maudling, Sir Alex Douglas-Home, and Selwyn Lloyd. Finally, I received a warmly-worded answer from Jeremy Thorpe, who himself was to represent the Liberals.\nWe then decided to commission studies on the problems of British membership from independent experts whose authority was universally recognized: Guido Carli, Governor of the Bank of Italy, on monetary questions; Lord Plowden, together with Karl Winnacker of Hoechst industries, on technology; Edgard Pisani on agriculture; and Walter Hallstein on institutions. Meeting in Brussels on July 15, 1969, the Action Committee heard their conclusions, the substance of which was that the problems could be solved. And at the same time, the political obstacles were in the process of being removed.\nGeneral de Gaulle's decision to leave office in April 1969 after the failure of an unnecessary referendum was a wise and noble act. Nothing, save his own wish, could have forced him to retire. It appears that he chose to do so while he was still clear-headed and in command of his strength. He left France with solid institutions; and he had been able to legitimize by universal suffrage, for himself and for his successors, an authority which he owed to circumstances. Those circumstances, which were due to the shock of decolonization, had helped him to gain power eleven years earlier; then he had mastered them to re-establish French unity, which for a time had been threatened. We owed him that. But as I saw him depart my thoughts returned to the man of 1940. Never had he been so great as in his rejection of defeat and his call to resist. History would record that he had. given the French people back their dignity, that he had restored them to their past greatness. I had hoped that he might see that greatness, to be permanent, required a profound transformation, transcending national boundaries. But I had to accept the facts: he believed that Europe would be built around France, and he could not imagine delegating sovereignty. A community of peoples without common rules and institutions, and without equality – it was an illusion. I could understand the disenchantment that de Gaulle showed towards the end of his life, when he looked at that part of his work which he had failed to complete on a scale that was worthy of his destiny. If he had failed to build the Europe that he sought, he had at least not managed to prevent the development of a Europe in which he did not believe. When Georges Pompidou came to the Elysée palace as President in succession to de Gaulle, he coolly assessed his inheritance.\nI hardly knew Pompidou. I had met him only once, at dinner with the Gaullist Minister Gaston Palewski; and I never came to know him well. Neither of us really wanted to explore deeply together problems which we approached from different angles. I was concerned with Europe's place in the world, while his preoccupation was with France's place in the Common Market. His pragmatism led him to see the Economic Community as an opening for the French economy. Indeed, he seemed to see it as a necessity – just as he regarded Great Britain's accession as inevitable. On these points we could agree; but our agreement was reached discreetly, through intermediaries who remained in the background – his personal assistants, the great initiates of the Elysée palace's inner mysteries. One of them was Michel Jobert. He was never more effective than in the shadow of Pompidou, trying to promote European affairs, which he saw as a source of further power for the President of the Republic, ill at ease as he was among the other Heads of State. On technical questions, Jean-René Bernard was the most capable and loyal of contacts, with whom I established a relationship of enduring trust. Through him, Pompidou knew what I thought, and so was able to follow my advice or not, as he saw fit. More could not be asked of men conditioned by years of secrecy and jealously-guarded sovereign power. And yet the initiative for a further step forward could come only from France, and therefore from them.\nA note of pragmatism now quite naturally marked our relations with our European partners; and if this made the problems themselves no simpler, it at least restored them to their true proportions. In October 1969, Brandt was elected Chancellor of Germany. I was delighted, because I was sure that he would introduce into European politics an element of boldness and generosity. He and Pompidou were not alike in character, but they refrained from making an issue of the fact. The 'summit' conference which they proposed to hold in December was their first opportunity to make their mark as European statesmen. Each vied with the other to show his European spirit, and Brandt won on points. His proposals went a long way, and caught everyone up in their impetus. They also came from a long way back: several of the ideas we had worked out together in the Action Committee were now given their chance to succeed. I had reminded Brandt of them in a letter on the day after his election as Chancellor:\nThe summit meeting is soon due. It will afford the opportunity to take a broad view of Europe's needs and to make fundamental and practical progress in uniting European peoples. The transformation of the Common Market into an economic and monetary union, the beginnings of political union, and negotiations with Britain – all are possible, on one condition: that an initiative from you changes the climate from peevish haggling about points of detail to a positive collective effort to solve the problems that are common to us all.\nWhat I was suggesting included action in the monetary field; and it went further than the proposals made by the European Commission at the instigation of Raymond Barre. Brilliant and sound as that great economist's ideas were and are, he had to respect the political possibilities of the time. And the currency was still regarded as an almost magical expression and weapon of national sovereignty.\nOnce again it had to be demonstrated – as it will for years to come – that national sovereignty withers when entrapped in the forms of the past. For it to be effective, in an expanding world, it needs to be transferred to larger spheres, where it can be merged with the sovereignty of others who are subject to the same pressures. In the process, no one loses: on the contrary, all gain new strength. My letter to Brandt went on:\nAs for the limited pooling of national sovereignty that such a monetary organization would require, it becomes clearer every day that this would be a great deal more modest than the blind and total abandonment of sovereignty which is involved today in the continuing drift towards a dollar zone, and the continuing and uncontrollable financing of the deficits run up by the so-called reserve currency countries – the United States and Britain, either through our own central bank issues or through their merchant banks and the Eurodollar market.\nThis same phenomenon of losing national sovereignty by trying to protect it too jealously is not confined to the monetary field. It runs through the whole history of European countries in the past twenty years, delaying and jeopardizing the collective action needed to make them genuinely independent. Brandt took the point; and he persuaded the Hague summit to adopt the plan for economic and monetary union, with a European Reserve Fund, as the Action Committee had proposed.\nThe December 1969 summit removed other obstacles to progress. It was agreed to resume negotiations with Great Britain. The road that led to the Treaty of Accession, signed in January 1972, was a long one, and the biggest difficulty now lay with the British, victims of disappointment and wounded pride. We had done everything we could to leave them the option of joining forces with Europe; and the French Government for its part was ready to drop its long-standing opposition, in which ill-humour had overruled reason and even self-interest. Among nations, as among men, misunderstandings pay no heed to facts: they succumb only to weariness. The British had persisted in the illusion of their power long after the nations of continental Europe had realized that they themselves were no longer a match for the modern world. When the British had ignored the European Community's appeals, and tried to set up rival groupings, they had hurt and discouraged many of their friends. So, when they had decided to join the Community they had once scorned and contested, they encountered incomprehension and mistrust. Then they in their turn had suffered humiliating rejection. What remained of their old insular pride had been galvanized anew, and the farsighted statesmen who had committed themselves to Europe had run into difficulties with public opinion. There had to be an end to these emotional minuets, and in this respect the Action Committee played an important role. It was perhaps its most striking contribution to the development of the European Community.\nDuring my frequent trips to London, I saw that Wilson had made his mind up; and although he was embarrassed about the tactics to follow, he was strongly backed by Roy Jenkins, whose talent and European convictions – he later became President of the Commission – were a great support. I also saw Edward Heath, utterly committed and only awaiting his opportunity – which turned out to be Europe's opportunity too. When the British General Election of June 1970 brought Heath and the Conservative Party to power, I had no doubt that his sincerity would overcome the remaining obstacles. Pompidou still had to be persuaded of it; but a long talk in May 1971 established a personal understanding between them. From that moment on, the negotiations ceased to pile up difficulties, and it became clearer that the difficulties were in men's minds rather than in the things themselves. In London one day, a customs officer recognized me and said:\n'I'd like to be sure about one thing, Sir: once we've gone into your Europe, shall we be able to get out again?'\nIt was the same atavistic fear of commitment that we had encountered in London in 1950.1 said to Kohnstamm, who was with me: 'We'll have to talk to that man for a long time to change his point of view.'\nHeath made a vigorous effort to explain matters to the British people, but the task was still incomplete when the Labour Party won the February 1970 election; and it was left to Harold Wilson to put the 'anti-Marketeers', as the British called them, on the defensive. The June 1975 referendum, in which two-thirds of the voters endorsed British membership of the European Community, set the seal on what was already obvious: Great Britain had no choice, now, except solitary decline or integration into a larger grouping. To tell the truth, that had been obvious for twenty-five years; but it takes a good quarter-century to efface the illusions that dead realities leave in the minds of nations and of men.\nIn this respect, public opinion in our countries had long outgrown the age of hesitation and achieved quiet maturity. There was a very broad consensus on the need to unite the peoples of the West, and in France more than 60% of those questioned said that they would be in favour of a European Government, even if it were headed by a non-French statesman. About the same number thought that it would be a good thing to elect the European Parliament by universal suffrage. In March 1972, 66% of the French people were in favour of Britain's joining the European Community. Pompidou decided that the time had come to exorcize the evil genius that for centuries had plagued relations between France and Britain, and at the same time to bring together the pro-European majority that was revealed by the polls. His April 1972 referendum on the Community's enlargement was positive, but the turnout was disappointing. People are interested in ideas only when they involve action; and what action in Europe then could have mobilized the crowds? What tangible signs of it had the French Government given when it asked its citizens to vote? It was clear that, if European feelings were to be expressed politically, discussion would have to give place to decision. And in Brussels there was a great deal of the former and very little of the latter.\nThe summit meetings of Heads of State and Government were a response to this need for decision-making; but they were too infrequent and spasmodic. What was more, they were as cumbersome as international conferences, weighed down with too many experts and made ineffective by too much formality. In October 1972, Pompidou invited his colleagues and their numerous retinue to Paris. Despite the solemnity of the conference, one could once more detect in it the European spirit that had lain dormant for so many years. Heath was there, and so were the Prime Ministers of Ireland and Denmark. An ancient quarrel seemed to be over, and the new proportions the Community was assuming enabled it at last to cherish hopes that had too long been held in check.\nGradually there emerged the prospect of a more balanced and objective dialogue between the Community, which was in the process of being enlarged, and the United States, which was trying to end the war in Vietnam. Henry Kissinger's persistent efforts to negotiate a peace treaty with Hanoi were long frustrated by the blind forces of violence, which by its own increasing momentum began to spread far and wide, and even into our own societies. Everywhere, men's consciences were deeply troubled by the race between the desire for dialogue and the persistence of hate. Even when there was a chance of peaceful agreement, misunderstandings between men and nations continued in quarrels over ideas and words. And yet, in reality, once the fires of war were extinguished, nothing more stood in the way of constructive understanding, in particular between America and Europe. which together could help revive the world economy.\nMeeting in Brussels in May 1973, the Action Committee proposed that two independent persons be appointed, one by the United States and the other by the Community, to draw up an inventory of the various trade and monetary problems. This would give leaders on both sides of the Atlantic an independent appreciation of the difficulties to be dealt with and the points on which they needed to concentrate their efforts. The idea began to take root; but in October the Arab-Israeli conflict once more threw men's minds into confusion. Between Paris and Washington there arose an unrealistic polemic which remained on the surface of things. Henry Kissinger seemed for a time to espouse it; but before long the statesman in him overruled the historian. In his vision of the past, Europe was a fascinating mosaic; but in his vision of the future it could only be united. In November 1975 in Paris, he gave me the Grenville Clark Prize, and in the course of the ceremony he declared:\n'I want to tell you that the men of the present generation who are in charge of political affairs regard your vision as well-founded. They see that it is on the point of being fulfilled as you originally conceived it. The creation of a united Europe seems imminent. The United States gives it full support.'\nThose words marked the end of ten years of pointless doubts and misunderstandings.\nEuropeans seemed to be the last to realize how great were these new proportions and prospects; but if their field of vision was too often limited by national horizons, at a distance the Community was revealed as an entity ever more present in the affairs of men and the calculations of States. The most striking testimony, for me, was that of the Chinese diplomats who came to see me to obtain information on the progress of European unity. I could well imagine why they were so interested in the strengthening of Western Europe on Russia's other flank; but while I disagreed with their political analysis, it seemed to me significant that they saw the Community as a factor in the stability of the world. World stability, in their eyes, was not adequately guaranteed by the balance of power between the United States and the USSR, and they were uneasy at the slowness with which our separate countries were catching up with a world on the move. After thousands of years of stability the Chinese were better equipped than anyone to understand change, and certainly better equipped than the Soviets. I was no more adept at reading their innermost thoughts than I had been forty years earlier; but I saw that they had recovered their pride, and I realized that they were seeking partners who like themselves were powerful and independent, and whose ancient civilization was presenting a new face to the world.\nThe new face of Europe was reassuring also to the less developed countries, some of whom were moving directly from having been colonies to becoming colleagues. For hundreds of millions of people in a number of continents, the Community was becoming a partner in freely negotiated agreements. Both at home and in Brussels, the representatives of those countries now met on equal terms with our own; and the institutionalized relationship between Europe and the African, Caribbean, and Pacific countries, established first by Jean-François Deniau and then by Claude Cheysson, is one of the Community's most imaginative and selfless achievements. While fifty-five countries were meeting in Lomé or Brussels to seek their common interests, our diplomats were holding pointless debates about a 'European identity'. Paradoxically, it already existed in the eyes of observers overseas.\nWhat they seek from Europe is not, I think, primarily material aid. That aid is necessary; but it is only one aspect of the solidarity that needs to be established between the Community and all its partners. That means observing the same rules and seeking to achieve equality. This is the lesson our Community experience teaches; and it goes far beyond the confines of the Community itself. People sometimes forget that it applies to all human relationships. One day, Ollenhauer told me about a trip he had just paid to South-East Asia, and the tragic poverty he had seen there. My reaction was to ask him what form of aid our rich countries could together supply to those disinherited regions.\n'No,' he said: 'they are not asking for aid. They are asking to be accepted.'\nThat dignified man had understood the dignity of all men. He had also understood, profoundly, what the Community was all about.\n# Chapter 21\n# THE EUROPEAN COUNCIL (1972–1975)\n## I\n## To the springs of power\nThe summit conference of October 1972 had been full of good intentions, and the objectives it had set for Europe had been both ambitious and precise. A specific timetable of economic, political, and institutional steps was to lead to a goal which the nine Heads of State and Government – the new recruits had been full members of the conference – announced as follows:\nThe member States of the Community, which is the driving force in the construction of Europe, have set themselves the major objective of transforming, before the end of the present decade and with the fullest respect for the Treaties already signed, the whole complex of the relations of member States into a European Union.\nThe final form of that union was not further defined, but its content was described in a long communiqué listing a series of actions in which the members of our Committee could recognize a number of the proposals they had made under the heading of economic and monetary union, as in the fields of social and technological progress. A European Monetary Fund was proposed, as we had hoped, as well as a Regional Development Fund. These, however, had to be given guaranteed resources; and it was mainly for this reason that in May 1973 I called a meeting of the Action Committee, to urge on Governments the gradual pooling of exchange reserves and the floating of Community loans on the world market. Europe's ability to act would be proportional to the resources she could raise on the basis of her international credit, which was greater than was generally realized. In this respect, once again, the Heads of Government had neglected to delegate to the Community the means of achieving the political goals they had set it.\nDuring the summer of 1973 I had a first balance-sheet drawn up to show how far the summit's programme had been fulfilled. It was clear that nothing was moving. In the monetary field, the disturbances created by the devaluation of the dollar and the repeated revaluation of the German mark had sapped the foundations of the future monetary union. When Italy faced a serious balance-of-payments crisis, it was America that came to her aid. Many other signs, too, showed that the Community institutions alone were powerless to perform the tasks assigned to them, although no one contested their rights. There was no ill-will anywhere, but a lack of will-power, suggesting that the institutions had run out of steam. The Brussels Commission was conscientiously continuing its task of making proposals; but the Council was not taking decisions on them, and individual countries were reacting to recession and inflation with purely national measures. What would remain of the Nine's new-found solidarity if a more serious crisis arose? Monetary ties were lacking; the common market in agriculture was becoming fragmented; the common energy policy, so obviously and urgently necessary, was still at the planning stage. And yet the Community was continuing to assert itself as a unit in the world: it was presenting a united front at the Helsinki Conference on Security and Co-operation in Europe, and replying with a single voice to the appeal of the US President, for whom 1973 was to be 'the year of Europe'. In other words, the Community's real internal strength no longer matched its external image and responsibilities. Its cohesion must be strengthened without delay.\nAlthough this difficulty was not new, it in no way resembled those that we had faced for the past ten years, because now we were no longer involved in dogmatic jousting. The men in power were all European by conviction or persuasion, and this fact seemed to me exceptionally propitious for taking an initiative, provided that it was practical and did not involve any diminution of their authority. Authority, indeed, was at the heart of the problem, and there could be no question of doing anything but strengthen it. Experience in the Community's present phase showed that the decision-making machinery was blocked at the level of the Council of Ministers, where everyone acted as the defender of his own national administration. There would have been no point in reproaching them, or begging them to take a broader view of the interests they held in trust. Yielding to natural inertia, they came to Brussels to plead from dossiers prepared by their civil servants; and the Council, as an institution, was nothing more than a forum for fragmentary technical debates in which the continued rule of unanimity made decisions unattainable. It was as if the power to decide on European matters were exclusively national, but without any corresponding national centres for political decision-making. Europe was suffering less from the egoism of the States than from their irresponsibility. This was a situation which had to be put right before anything else.\nPresident Pompidou's summit conference was indeed a response to that situation, but it had embraced too much too ineffectively. As had soon become clear, the long-term goals that it had set were binding on everyone in general and no one in particular. The Heads of State and Government had agreed to meet again in 1975 – as if the impetus they had given the Community in October 1972 would last for two whole years. And although the 1972 summit had been incomparably more realistic than some of its predecessors, which had produced only generalities, it had failed to follow through its own logic, which ought to have led it to establish a supreme body to steer Europe through the difficult transition from national to collective sovereignty. I was sure that matters could be set on a more solid basis if I appealed to the good sense of the statesmen who now led the major European countries. I knew that they would listen to me, because if I acted with total discretion I should be able to bring each of them the agreement of the others. To achieve that, my proposal would have to be as simple as my view of things, and it would have to enhance the power of Europe's leaders at the same time as that of Europe herself.\nIn the last few days of August 1973, I wrote the following draft:\n1. International changes that are crucial for the future of Europe are taking place; and the future of every European country risks being compromised for generations to come, unless those countries face the changes with a clear view of the objectives they share. If Europe does not organize her own unity, decisions affecting her future will be taken by others without her.\nThat is why the President of the French Republic, the Chancellor of the Federal Republic of Germany, the Prime Minister of the United Kingdom, the President of the Council of the Italian Republic, the Prime Minister of Belgium, the Prime Minister of Denmark, the Prime Minister of Ireland, the President of Luxembourg, and the President of the Council of the Netherlands – the countries which form the European Community – have decided to set up a Provisional European Government.\n2. The Provisional European Government will supervise the fulfilment of the programme which its members agreed on in Paris on October 19–21, 1972.\nAs required, and after consulting the Presidents of the Council and Commission of the European Communities, it will draw up instructions to the Ministers representing the member States in the Council of the European Communities. It will respect absolutely the Treaties already signed.\nWithin six months, it will set up a Committee to organize the European Union, giving it the necessary directives. It will draft a plan for the European Union which will be submitted for ratification by the member States.\nThe institutions of the Union will in particular include a European Government and a European Assembly elected by universal suffrage.\n3. The Provisional European Government will meet at least once a quarter.\nIts deliberations will be restricted to its members, who will keep them secret.\nThe Provisional European Government will have no administrative staff. It will appoint a Secretary, who will minute only its decisions.\nI had no doubt that one of the Heads of State or Government would agree to take the initiative of proposing this text to his colleagues. But I wanted to make sure that it would not be the subject of negotiations, which might narrow its scope. So I had to prepare for its acceptance by the three men whose simultaneous presence at the head of their Governments was so fortunate for Europe: Georges Pompidou, elected President of France in June 1969, Willy Brandt, Chancellor of Germany since October 1969, and Edward Heath, Prime Minister of Britain since June 1970. They understood each other, and took great account of each other's positions. I also knew that they would listen to me. They were able to communicate with each other and with me through their very efficient assistants, all of whom I knew: Michel Jobert, first in Pompidou's _cabinet_ and then his Minister of Foreign Affairs; Robert Armstrong, Heath's personal assistant; and at the German Chancellery, Katharina Focke, Minister for Health and the Family, and Wolf-Dietrich Schilling, both of whom were very close to Brandt. It was my task to activate this busy network of friends. From the start, I made it a rule to say the same thing to everyone and to keep everyone informed of everyone else's reactions. That way, there could be no misunderstandings.\nArmstrong was very useful and influential with Heath. He was a most exceptional private adviser, and I liked him. We agreed to meet with Heath at Chequers on September 16, 1973; and when I told him in general terms what the meeting would be about, he reacted immediately.\n'Yes,' he said, 'Europe does lack a focus of authority.'\nOn September 3 I wrote to Willy Brandt:\nI should like very much to come and see you soon. I think that the Community institutions, as a whole, talk but don't act, and I think we risk letting ourselves drift into taking no decisions. The whole future of our countries – as we have often said – depends on the further organization of Europe. The Community's decisions, in so far as it takes any, are most often determined by the civil services. The supreme political authority of the Governments is not engaged in the search for joint solutions. I believe that it is possible to right matters, but I need a short talk with you.\nWe arranged to meet on September 19. Before then, I had to be sure that Pompidou would agree to the plan for a Provisional European Government, and I told Jobert about it.\n'The point is,' I said, 'to place the responsibility for things with the Heads of Government, since it's they who have the last word. Today, every individual Minister in the Council negotiates on the basis of national instructions. In future, those instructions will have a common source. But it is quite clear that there will be no additional transfer of sovereignty, and that the European institutions will retain their full existing powers.'\n'So far as I'm concerned,' said Jobert, 'I agree. It's a good proposal. All I ask is that you cut out the paragraph saying: \"The institutions of the Union will in particular include a European Government and a European Assembly elected by universal suffrage.\" The Governments themselves will decide about that. I'll show the paper to M. Pompidou during our visit to China next week.'\nOn Sunday September 16, 1973, I had luncheon at Chequers. Heath was relaxed, in country clothes, and as friendly as ever. The weather was fine. Armstrong joined us. I said:\n'We must give public opinion the feeling that European affairs are being decided: today, people have the impression that they're merely being discussed.'\n'I very much agree with you,' said Heath. 'Something must be done, and right away: but what?'\nI showed him my draft.\n'Good,' he said; 'that's the way. But why make a public statement about what we're going to do? Let's just do it: that's enough, and it's better.'\n'On the contrary,' I said, 'I think much of the point of this method is to get through to the public and convince people that the Community is now being governed – that decisions are being taken.'\n'I'll accept that,' said Heath, 'but not the title \"Provisional Government\". That would get me into great difficulties. \"Supreme Council\" would be closer to the facts. On the other hand, a meeting every three months wouldn't be enough. Why not every month?'\nNow it was my turn to express reservations. If meetings were too frequent, they would turn into technical debates: they had to be limited to general matters of policy. When I left, Heath confirmed that I could tell Brandt and Pompidou that he agreed with the plan.\nOn Wednesday September 19 I was in Bonn, in the Chancellor's office with Frau Focke and Schilling. Brandt is one of the most selfless statesmen I know, one of the few who are capable of giving something; he has proved that, and his courage has had its reward in the profound esteem of his contemporaries. His great, perhaps excessive humanity made politics harder for him than for other people. In my experience he had always been receptive to new ideas, and I felt sure that he would fall in with a plan which would set in motion fresh developments. He carefully read the text that I had put to Heath, and said:\n'We must move fast. If M. Pompidou takes an initiative on these lines, I will give it my support.'\nTwo days later, I told Jobert the results of my talks.\n'Here's what's happened on our side,' he said. 'I told M. Pompidou about your proposal, and I gave him the text while we were over Tibet. I told him: \"This is a draft which I have had no hand in, but which seems to me very important. I have been waiting for a quiet moment to talk to you about it, and now we have the time.\" M. Pompidou read the text without saying anything – but an hour later he called me into his compartment to talk about it. He was obviously very interested. I can't tell you whether he has reached a conclusion or not, but personally I think he's hooked.'\nI asked if the title 'Provisional European Government' caused any problem.\n'The name doesn't bother him. On the other hand, he's less keen on the Committee that you suggest for organizing the European Union, and he doesn't think the meetings need be quite so frequent.'\nI made no attempt to meet Pompidou, knowing his taste for behind-the-scenes activity, which his own people were better at handling than I was. If there was any chance of his taking the initiative and proposing something, it would have to be in his own time and his own way. A week later, in a press conference, he did sot\n'There will be no genuine European Union until there is a European policy. And believe me: contrary to what is thought, France is not against it. Quite the reverse.\n'Quite the reverse; and if, for instance, it were felt that for political co-operation to develop more rapidly, those in supreme authority ought to meet alone from time to time, at regular but not too frequent intervals, then I for my part should be in agreement; and I am prepared, not to take the initiative, but to talk about it with our partners. If we can now achieve a European policy _vis-à-vis_ all the others, all third parties, then from that moment the way ahead will be clear.'\nThis was the clearest possible overture on his part; and I wrote to Heath and Brandt, who were due to meet in London on October 8. It was now Heath's turn to make a public statement, at the Conservative Party Congress in Blackpool, on October 13:\n'I believe that already some of my colleagues as Heads of Government feel the need for us to get together regularly without large staffs so that we can jointly guide the Community along the path we have already set. I would like to see the Heads of Government of the member countries of the Community meeting together, perhaps twice a year, as I have said, alone and without large staffs, with the President of the Commission being present, as he was at the Summit, on matters which concern the Commission. I would hope that my partners would respond to an initiative of this kind.\n'Our purpose in meeting together would be to lay down the broad direction of European policy, to keep up the momentum towards greater unity in foreign policy, to help forward the working out of common internal policies within the Community, and so to agree upon the strategic issues facing the Community as to avoid the damaging controversies which so often appear to the public to dog the deliberations in Brussels.'\nThe plan was well under way. Brandt had just written to Pompidou indicating his agreement; and Mariano Rumor, the Italian Prime Minister, had written to me in similar terms. It remained to convince the Benelux Governments, and then to settle on a convocation procedure and a date. This last point seemed to me decisive when I heard that Nixon was expected in Europe in the early weeks of 1974, and that on that account there was talk of postponing the meeting of the nine Heads of State and Government. I thought, on the contrary, that it was of the highest importance that they should meet beforehand, to reaffirm Europe's solidarity. Nixon was expecting to find European countries divided: it would change the atmosphere and meaning of his visit if Europe presented itself, united and strong. I said as much to my friends at the French Foreign Office and the Elysée palace, where the idea was welcomed.\n'I agree,' said Jobert. 'In that case, we must hold the meeting before January.'\nEvents were spurred on by serious developments in the Middle East. Since October 6, the world had been rocked by the Yom Kippur war, which had put a strain on solidarity everywhere. On October 31, Pompidou told the French Cabinet that Europe's silence in this conflict, which left the United States and the USSR confronting each other alone, was a source of great danger:\n'It seems to me essential,' he said, 'to put to the test the solidarity of united Europe, and its ability to contribute to the solution of world problems. The French Government therefore proposes to its partners in the political field that we should decide on the principle of regular meetings, under precise rules, of the Heads of State and Government, with the aim of comparing and harmonizing their attitude in the framework of political co-operation. _The first such meeting should be held before the end of 1973.'_\nThis initiative, which at once took practical shape in the form of a letter to the other eight Governments, was not only a surprise to the public. It also disconcerted civil-service and diplomatic circles, which were accustomed to European summits ruled by formality, submerged by large delegations, and master-minded from beginning to end by the administration. Their reservations made the French proposal seem venturesome. But a few days later Brandt declared:\n'This body, a sort of regular conference of Presidents, without the burden of an administration, holding intensive discussions of the internal and external problems that face the union in the making, can become a well-established and essential step towards political union.'\nThe agreement was total and profound, because it had been arrived at among a small number of men who were able to take decisions. The method that had secured the establishment of the Supreme Council would also ensure that it worked.\nOf course, there was some resistance, especially from certain Foreign Ministers, who were not accustomed to leaving the initiative to the Heads of their Governments. But the Heads of Government realized that their own authority would be enhanced by this new procedure for collective decision-making over the whole range of their responsibilities. I found this when I saw Joop den Uyl, the Dutch Prime Minister, on November 15. It was only a matter of saving the face of his Foreign Minister and a few others. I also assured François-Xavier Ortoli, the President of the Commission, that the Community institutions – which would be present at all discussions which concerned subjects in their domain – had much to gain from the establishment of a decision-making authority at the highest level, operating in conformity with the Treaties. He was a clear-headed and conscientious President, and he was concerned to preserve the authority of the Commission. I told him:\n'You will be freer if you can put forward bold proposals which will not be stifled at birth by the technical Ministers of nine countries, as so often happens now.'\nI added that the plan for a Provisional Government had none of the disadvantages of the Fouchet Plan, which in some ways it appeared to resemble. It brought together the same men – the Heads of State and Government; but it did not involve an elaborate structure designed to preserve a particular degree of co-operation, a Europe of the States. All it involved was a method of decision-making; but it was the only one that could ensure effective progress towards European Union. No one, now, was challenging the sovereignty of the existing Community institutions: on the contrary, everything was now organized to strengthen their powers, make them work successfully, and develop their potential. The only people who might be disappointed were those who imagined that their potential was political, and that one day the Government of Europe would spring fully armed from the institutions of the Economic Community.\nIn fact, the aims of the Community were limited to those areas of European solidarity that were written into the Treaties; and while we had always believed that these would lead to others and gradually involve a very broad integration of human, activities, I knew that this process would stop where the frontiers of political power began. There, something new would have to be invented. The European Economic Commission, the Council, the Assembly, and the Court were admittedly a pre-federal model; but they were not the institutions of a political federation of Europe. That would have to be established by a specific creative act which would require a further delegation of sovereignty. We should have to return again to the springs of power, first to complete the economic union which had too long been lacking in vigour, and then to seek the forms of a closer and deeper union – federal or confederal, I could not say which. That was the point of the Provisional European Government, the idea of which was becoming more substantial as time went on. I was not concerned at the fact that Pompidou, Heath, and Brandt had not proposed it under that name or in a more ambitious guise. Whatever the reasons for their caution, the essential point was that they had accepted the principle and embarked on the process. The rest would come later. Gradually, people would come to see how strong the machinery was. It would be vindicated by its success and eventually earn its title.\n## II\n## The beginnings of a European authority\nWhen an idea answers to the needs of an epoch, it ceases to belong to those who invented it and becomes more powerful than those who serve it. If it naturally meets with resistance, and is sometimes delayed by circumstances, that by no means destroys its chances of success. In November 1973, everything favoured the idea of the European Council, and the international crisis itself promised to speed it on its way. The Community was anxious to present a united front to the Americans, so as to contribute to peace in the Middle East. In response to Pompidou's appeal, the Danish Government invited its European partners to Copenhagen. Practical decisions were prepared, confirming the solidarity of the Nine on energy and regional policy, and account was taken of my own advice. Then, suddenly, when all seemed well, everything was thrown into turmoil. Future historians will explore the reasons and see more clearly where the responsibilities lay. What happened was that, surprised by the oil producers' embargo and literally jostled by their diplomacy, the Heads of State and Government lost control of their meeting, which degenerated into a traditional international conference, swarming with experts. The illusory quest for particular advantages revealed more dramatically than ever how weak our European States were if each was left to its own devices. What remained of the sentiments expressed a few weeks earlier by the Community's supreme leaders? A vague resolution to meet more frequently. But the failure was too spectacular, and certain changes of attitude were too startling, for what had occurred to be regarded as more than a passing accident. In such cases, there is nothing to be done but wait until necessity restores order.\nWaiting does not come naturally to me. I saw the Middle East conflict on the point of breaking out again; yet the hostility between Israel and the Arabs seemed to me no more insuperable than that between France and Germany had been for more than seventy years. Franco–German enmity was now a thing of the past; and what had ended it was neither warfare nor diplomacy, but a method which changed men's attitudes by transforming the very reasons for their rivalry. What divided people could still bring them together, anywhere in the world. Who would one day convince the Arabs and the Israelis that they had great tasks to perform together in the territory and with the resources for which they were now fighting? Who would be able to begin that process of change? I did not know; but what we had achieved in Europe, against all expectations, ought equally to be possible wherever men were still thinking, in terms of domination and hoping to settle their dispute by force. I was convinced that the union of Europe was not only important for the Europeans themselves: it was valuable as an example for others, and this was a further reason for bringing it about. Yet now, just as our goal was in sight, we had once again shown the world the sad spectacle of selfishness and disunion. We had to try to rebuild, with the help of the same men, what had just come to grief.\nThe Heads of State and Government were due to hold a further summit meeting at the end of May. In the meantime, the Action Committee planned to meet; and with that in mind I drafted a paper:\nTimes have changed; now we must change our methods, or else stop proclaiming something which we fail to achieve.... On all important questions, whether internal or external, the same obstacle arises. Existing European practices have proved inadequate as a means of enabling our countries to organize themselves for collective action, whether on monetary affairs, on energy, or in relations with the United States.\nWe must break out of this vicious circle, in which the common interests of the Community countries are inadequately served. The existing European institutions are not strong enough today to do it on their own. But with the support of those institutions, Heads of Government could do it.\nThe situation I described would continue, I knew, so long as the Heads of Government did not become an entity capable of acting collectively; and there would be no genuine improvement unless they agreed on procedures to ensure that their decisions were carried out. The paper which I circulated in March 1974 contained proposals which there was no time to discuss in depth. A series of sudden events intervened, affecting the Heads of Government themselves, and sowing the seeds of uncertainty once more. On March 5, Wilson replaced Heath; on May 14, Schmidt replaced Brandt. Meanwhile, Pompidou had died. By May 19, when Valery Giscard d'Estaing was elected President of France. supreme power had changed hands in the three largest European countries. Heath and Brandt were my friends. Both were men of generous convictions; both had committed themselves totally to the struggle for Europe. Pompidou had reached the same conclusion by the more circuitous paths of reason and necessity. Together, they had been on the point of reaching a common view of their interests and those of Europe; and their next meeting might well have made up for the failure of the last. But it would not do to draw profound conclusions from mere coincidence, or give way to my personal disappointment. I refused to see as a portent what was only a chain of circumstances. Fundamentally, nothing had changed, and the realists who had now taken over would come to the same conclusions in their turn.\nOn March 28, Wilson had received me at No 10 Downing Street. He had seemed uncertain, worried by his nationalistic Left wing, and ready to make many concessions to maintain the unity of his party – but without going so far as to leave the Common Market. I had confidence in his skill, and in nothing else.\n'We shan't ask for changes in the Treaty of Rome,' he said, 'but only for some adjustments to the Treaty of Accession.'\n'I should advise against even that,' I said. 'It would open the way to modifying all the Treaties.'\n'I shall give Callaghan a free hand,' Wilson said. James Callaghan was his Foreign Minister.\n'Be careful,' I said. 'In this great business the responsibility for success or failure will be yours.'\nI realized that he would not throw his personal weight into the scale until the very last moment. I was uneasy, that March, to see the leadership of Europe resting solely on the not very close relations between Pompidou and Brandt. But within two months, everything had changed. Giscard and Schmidt, in their new positions, continued the friendly relationship they had established when they had both been Ministers of Finance. They had striking points in common: both belonged to a new generation that was less closely linked with Europe's unhappy past, and both had earned a reputation as very able administrators. Even their differences were complementary. Giscard had the more analytical mind, while Schmidt was the more decisive. Together, they could renew action by France and Germany which would bring the others in its train.\nIn this second half of 1974, France was to assume the chairmanship of the Community Council, and Giscard had pledged himself to taking some initiatives. On September 19, at my request, he received me at the Elysée palace. There was no doubt that this buoyant man had no fear of the future, no narrowness of vision. His mind was receptive to change, and Europe seemed to him a natural part of that process. I could not judge whether his ability in action would be on a par with his remarkable intelligence and the strength of his feelings; but what I had come to propose to him was a method for collective decision making.\n'I think that what's lacking more than anything in European affairs,' I said, 'is authority. Discussion is organized: decision is not. By themselves, the existing Community institutions are not strong enough. With this in mind, just a year ago, I gave M. Pompidou, Mr Heath, and Herr Brandt a note. Here it is. It proposes the beginnings of a European authority. All three were in agreement with it. At M. Jobert's request, I removed the following sentence: \"The institutions of the Union will in particular include a European Government and a European Assembly elected by universal suffrage.\" I should like to reintroduce it.'\n'My intention is to pursue that line,' Giscard answered; 'and I am in favour of regular meetings of Heads of State and Government – a real European Council. I also believed that we must set a date for European elections by universal suffrage. And one day we must give up the rule of unanimity so that decisions can be taken by qualified majority vote.'\nWe agreed that I should telephone him again when I had seen Helmut Schmidt.\nDuring an hour's conversation with the French President I had encountered no refusals and no evasions; and on coming out of the the Elysée palace I was able to say that he seemed to me to be on the right road. But I made no bones about how hard the going would be:\n'Europe will be in difficulties for a very long time. Besides, it's a fundamental error to think that one can make progress without difficulties.'\n'What has to be done?' the newspapermen asked.\n'Continue, continue, continue...' I answered; and they seemed satisfied with that reply because they knew very well that it had been my watchword for twenty-five years. Through all the crises and vicissitudes in its history, the unification of Europe had continued irresistibly along the path that we had taken. For my part, I continued my essential quest, which was for a common authority capable of turning into decisions the will to live together which the vast majority of Europeans were at that very moment expressing in the public opinion polls.\nOn October 16 I was in Bonn, in the Chancellor's office. I found Schmidt remarkably determined; and although I was familiar with his vigorous spirit, I was surprised at how willing he was to keep in step with Giscard.\n'I shall back his initiative with all my power,' he said.\n'A joint Franco-German initiative' I said, 'would be better than a French initiative backed by Germany,'\n'You're right,' he answered. 'The essential thing is that there should be no more separate national actions, but only European action.'\nAn opportunity for this was energy policy, which was dividing the Nine and isolating France. But, as I found on returning to Paris, the defensive positions adopted at the beginning of the year were still blocking the Government's strategy. Regional policy would be a more hopeful area in which to show the practical solidarity that Europe so badly needed. On this point, Schmidt intimated that he was prepared to go ahead: he was anxious to persuade the British to stay in the Community.\n'But they'll have to be willing to make it a reality,' he said. 'I'll talk to Wilson about it soon.'\nThey met in London; and after that it became clear that Wilson had made up his mind and committed himself to Europe.\nWith Schmidt's consent, I gave Giscard a full account of our conversation, just as I reported to him the reactions I had had in Brussels from the Belgian Prime Minister Leo Tindemans, a man of wisdom and great goodwill. So now everything was clear, and the threads that had seemed to be broken in the spring of 1974 were once more drawing tight. Once more, the Community had a driving-force which would lead it to the stage of a European Government and a Parliament elected by all its citizens. That driving-force was formally established on December 10, when Giscard brought the meeting of the Nine to a close with the words:\n'The Summit is dead. Long live the European Council.'\nI summed up the conclusions of that meeting in a letter to the members of the Action Committee:\nThe Heads of Government have demonstrated their ability to achieve agreement. They have decided to meet at regular intervals and at least three times a year.\nWhen the Heads of Government debate Community affairs, they will sit as the Council and will apply the terms of the Treaties of Rome and Paris, particularly with regard to the role of the Commission. Our Committee proposed this in its resolutions of June 26, 1962, June 1, 1964, and December 15–16, 1969.\nIn accordance with the Treaties and with common sense, the Heads of Government also agreed:\n– that unanimity need no longer be required for every Council decision;\n– to move towards an Assembly elected by universal suffrage from 1978 onward.... Our Committee called for this in particular in its resolutions of June 1, 1964, May 8–9, 1965, December 15–16, 1969, and again on February 23–24, 1971.\nThe Belgian Premier, M. Tindemans, was given the task of submitting a progress report on European Union to the Heads of Government before the end of 1975.\nThese results could not but give satisfaction to the members of the Committee, who had so long used their political influence to induce Governments, Members of Parliament, and the European institutions to take the decisions that were essential to create, operate, and develop the Community. Now, the European institutions were in charge of immense sectors of activity, over which they exercised the share of sovereignty that had been delegated to them. But if they were to work effectively, the Governments had to have the same European will and be prepared, acting together as a collective authority, to transfer the additional sovereignty required to achieve a true European Union. The creation of the European Council supplied the means for reaching that essential decision. A major step had been taken. Should the Action Committee not adapt to this new situation? That was the question I now asked.\n## III\n## The roots of the European Community\nAt the beginning of 1975 I made preparations to go and consult the members of the Action Committee. They had placed their trust in me for twenty years. Now I wanted to study with them in what way we could most usefully help in the building of Europe. At a time when Governments had been unable, or as yet unwilling, to establish a European authority, the Committee had become a sort of political authority itself. Was it still as appropriate? Would it be as effective, now that those who held the supreme power of decision in each State had decided to take the Community's future into their own hands, together? These men, meeting at regular intervals in a Supreme Council, had powerful means of information, and machinery for making proposals, in the shape of the European institutions. Our Committee, which had helped to establish and stimulate that machinery, now seemed to me less indispensable and less well-equipped for a task which the Treaties, after all, had entrusted to the Community's institutions and Governments. The Committee could certainly still perform some services, but its ambitions today would be limited by the very fact that its original aims had so largely been fulfilled.\nWhen we speak of influence waning, this is very often because it has succeeded, and its original force has been transmitted to the object of its pressure. In this way, the Committee had transferred most of its original energy to the living organism of the Community. The main political or technical proposals that it had stubbornly championed in parliamentary and governmental circles were now, as has been seen, being put into practice. How effective would our patient initiatives be in future by comparison with the rapid and binding procedures which regular and frequent Councils of Heads of State and Government were likely to set in motion? And if those procedures were themselves to prove powerless to advance matters, what hope would there be for our indirect political pressure? Indeed, the European Council, by virtue of the fact that it was the supreme authority, involved risks on a par with its opportunities. We could not dictate what it should do. We should have to leave it to assume its full responsibilities, and meanwhile take it on trust.\nThese were the conclusions which I wanted to discuss with my friends on the Action Committee, and I made preparations to see each of them in his own capital city during the month of March 1975. The more I thought about it, the more obvious it seemed to me that the Committee could no longer continue as before; and I began to wonder whether it might not be better to dissolve it altogether, rather than put it into cold storage for a while. Everything has its own rhythm, and if we left too long an interval between the meetings that maintained the bonds between us, we might risk disintegrating a team held together by its own collective momentum. It could be a mistake, I thought, to maintain that momentum by sheer habit, without being permanently and profoundly convinced of its necessity. If we were to face fresh crises like those which had made the Committee necessary, there would still be time to form a new political force. In fact, no two things are ever exactly similar, and that was why I refused to speculate now about what new system might be needed to deal with future situations which were still no more than hypothetical. In March 1975, the real situation seemed to me to be this: that nothing could rival the power of decision of nine Heads of State and Government meeting regularly around the same table with the President of the European Commission to try to solve problems that were stated in terms of the common interest. If they failed once, or several times at a stretch, that would be no surprise: no venture as ambitious as this can avoid facing very great difficulties. But if they were unable to muster the strength to succeed – then, we should have to seek new ways of reaching collective decisions.\nPersonal circumstances removed my remaining doubts. At the end of February, I fell seriously ill; and when after some weeks I began to be convalescent, my doctors advised me against making my proposed trips for a long time to come. So I sent Kohnstamm and Van Helmont to see the oldest members of the Committee on my behalf, to tell them that I had decided to retire, and to consult them about the future of the body that we had together established and run. All of them, from Brandt to Heath and Rumor, from Pleven to Malagodi and Tindemans, agreed that one chapter of our work was closed, and that my retirement should mark the end of the Committee in which I had brought them together. None of them showed any bitterness about a decision which reason had dictated and which my health would not let me avoid. But they all expressed the hope that the much valued personal relations which they had established over so many years would be maintained. Kohnstamm naturally remained at the centre of this great network of friendship, and he has worked ever since to see that it endures.\nOn April 15, 1975, I wrote to the members of the Committee to confirm what we had agreed on. I published the letter, in which I explained:\nI would like to take some time for reflection and rest and I am in the process of writing a book, which I hope will help to explain what we have achieved – the philosophy behind the idea which has been ours all along – and the profound reasons which have persuaded our countries to unite. I intend to cease my activities as President of the Committee on May 9, the twenty-fifth anniversary of the proposals for setting up the High Authority and pooling our coal and steel resources.\nThat anniversary was celebrated with some solemnity by two Heads of State, Valéry Giscard d'Estaing and Walter Scheel, in the presence of the Heads of Government, in the Salon de l'Horloge at the Quai d'Orsay where Robert Schuman had made the Declaration calling for the reconciliation of France and Germany and the union of Europe. To find myself among those assembled in the same room where a venture had been launched to which I had devoted my energies for a quarter of a century, accompanied as on that first day by Silvia and the same colleagues, still as loyal as ever, seemed to me a natural end to one phase of my life. I am not superstitious about dates or commemorative ceremonies; but I saw in that twenty-five-year cycle a true measure of the effort involved, and a significant reminder that for Europe it was still Spring.\nBut I did not leave the Salon de l'Horloge to withdraw into contemplative retirement. Another form of action was awaiting me, if I was still there and strong enough: this book. It had been my intention for many years; but it would only be completed, I knew, if I devoted myself to it and nothing else. There are no limits, except those of physical endurance, to the attention which must be paid to the work in hand if it is to succeed. No one should be surprised, or complain, at having failed in ventures carried on concurrently, with only partial care devoted to any one of them. I have never done well at anything to which I have given divided attention; but I admit that it is not easy to tackle only one thing, or rather only one thing at a time. Politics, in particular, does not lend itself to such an approach; so I have not lent myself to politics. To write a book requires total concentration, and I knew that it would be quite a different matter from writing notes in the midst of action. To tell the truth, I only began thinking about it very recently, because chances to intervene in European affairs were not lacking, and I could not help reacting every day to critical situations or favourable opportunities. I had neither time nor inclination to keep a diary which would later have supplied material for these _Memoirs_. To live and at the same time watch myself living was something I could not do.\nI have not changed, either; and when I made up my mind to describe the events in which I have played a part, it was not for the pleasure of reliving the past or to add to the history libraries. It was to try to explain to my future readers the profound necessity for the unification of Europe, which continues unceasingly, however difficult it is. When one has accumulated a certain experience of action, to try to hand it on to others is also a form of action; and one day the time comes when the best thing one can do is teach others what seems to be right. There is only one way of building Europe at any given time. We are still in the phase of the European Community, of the delegation of sovereignty to common institutions: this is the only way to ensure independence and progress for our peoples and peace in this part of the world. That was what I wanted, to say, in a book for which I needed all my time and all my strength.\nThe members of the Action Committee understood that if I was retiring it was not out of discouragement: quite the reverse. In my letter to them I said:\nOurs has been the rare privilege of having directly participated in the realization of what at the outset was no more than an idea, but is now becoming a living reality – the union of the countries of Europe. After twenty years of effective action, alongside the Community institutions, to bring together the peoples of Europe in freedom, the Committee will be wound up on May 9, 1975.\nIt was as we had agreed. The members of the Committee all wrote me letters full of feeling, reaffirming with remarkable strength of conviction the ideas that had inspired our work. And although those ideas are bound up with memories of the past, they are still as relevant as ever. There is not one of them that cannot serve to guide us in the future.\nWhen I returned to my country home at Houjarray on the evening of May 9, 1975, freed from all outside responsibilities for the first time for many years, there lying on my table was the first sketch-plan of this book, a new and exacting task for which I was very little prepared. Now that it is nearly ended, dare I say without causing amusement, after so many pages written in the first person, that I dislike talking about myself? If I have told of my experience, it is because that is what I know best, and because it may be useful to others. I might have written a series of practical maxims; but I distrust general ideas, and I never let them lead me far away from practical things. I have described the dramatic events I have lived through and the lessons I have learned from them, in the hope of preventing their happening again. My purpose is very practical. Some may call it a philosophy, if they prefer: but the essential point is to make it useful beyond the experience of one individual; and because the most effective way was to tell that individual's story, I have bowed to the rules, which were new to me, and told the story from my own point of view.\nA very wise man whom I knew in the United States, Dwight Morrow, used to say: 'There are two kinds of people – those who want to _be someone_ , and those who want to _do something_.' I have seen the truth of that saying verified over and over again. The main concern of many very remarkable people is to cut a figure and play a role. They are useful to society, where images are very important and the affirmation of character is essential to the administration of affairs. But, in general, it is the other kind of people who get things moving – those who spend their time looking for places and opportunities to influence the course of events. The places are not always the most obvious ones, nor do the opportunities occur when many people expect them. Anyone who wants to find them has to forsake the limelight.\nMy friend Dwight Morrow put me in this second category of people; and it is true that I never remember saying to myself: 'I'm going to be someone.' But nor do I remember thinking: 'I'm going to do something.' What I have done, or helped to do, and what I have described in this book, has always been the product of circumstances as they arose. There has been no lack of such opportunities, and I have always been ready to seize them. It is perhaps this faculty, or this availability, that is the most important for action. Life is prodigal of opportunities to act, but one has to be prepared, by long reflection, to recognize them and exploit them when they occur. Life is made up of nothing but events: what matters is to use them for a given purpose. Mine was collective action. And the aim of this book is to show the way and the means to younger people who want to make their own lives useful to others.\nAs I write these pages, Silvia is finishing a picture in the large living-room where she has put up her easel. She likes the light in this room, which looks out on the garden. But the flowers she paints are not from Houjarray, but from all the gardens we have had in various parts of the world. In this picture they are tall white flowers that recall China and our house in Shanghai. Tomorrow, I know, she is going to work on a landscape from the Ile de Ré, which I had thought was finished. In fact, there was something missing. What, I could not say, but now she sees it clearly. Nothing is ever really completed; it takes talent to know at what point further effort will spoil title result. Silvia asks me my opinion of her picture; then I read her a few pages of this book to see what she thinks. We each take account of what the other says; but in the last resort the choice of when to stop is a matter of instinct. How many times my colleagues, inured to ceaseless changes in a text, have heard me say suddenly: 'That's it: we're there. Don't let's go any further, or we'll spoil the whole thing.' To decide is difficult: one must seize the moment. Yesterday, I wanted Silvia to add a touch to her portrait of a young woman we had met in China forty years ago. I was wrong: incompleteness is part of nature, and it needs great art, or great wisdom, to know when to lay down the brush, or bring to an end any form of action. We should always avoid perfectionism.\nA year has gone by now since I came back to this house, with its thatched roof and blue shutters, and its large garden stretching out toward the rolling countryside of the He de France. I seldom leave it: those who want to see me have to come here. They talk to me about their worries. I understand their concern; but they have to realize that the building of Europe is a great transformation, which will take a very long time. They are naturally impatient for the success of what they have to do; but nothing would be more dangerous than to regard difficulties as failures. Perhaps they think that in my country retreat I am losing touch with current events and becoming too detached. They remember my former calls for urgent action. True enough, action is always urgent, and I am glad that those responsible for it are aware of the fact. But they must also be aware of the essential virtue of perseverance, which is the only way to overcome obstacles.\nThe obstacles will undoubtedly grow in number as we draw closer to our goal. In the building of Europe, as in all great ventures, men push the obstacles before them, and leave them to their successors. I am not troubled by the fact that there are still so many obstacles on the road ahead. We have overcome many others that were just as great. In this respect, nothing has changed; nor will it. The only difference is that something has begun, something which can no longer be stopped. Twenty-five years ago, the urge to have done with our violent past left us no choice but to advance towards a common goal. What was decided on then is still just as vital; and now it is part of the everyday reality of our lives.\nI walk in the garden with my visitors. I go down towards the cottage at the foot of the meadow, where Marianne and my son-in-law Gérard Lieberherr spend their weekends. Their children – Jean-Gabriel, Catherine, Jean-Marc, and Marie – run on ahead. Now I have time to be with them, and get to know them individually as they grow up. I press on into the paths round Bazoches, where I meet my neighbour Pierre Viansson-Ponté. 'Good morning, Monsieur Monnet,' he says; and under that title I find in _Le Monde_ some echoes of our conversation, filtered by his delicate art. The seasons go by: I had never noticed their passing before – I was too much distracted by activities in town. Spring comes round once more. Someone says to me: 'There will be no Spring for Europe in this year of grace 1976.' Perhaps; but we should look beyond the calendar, for stages, not time-limits: we should keep on course, and not worry too much, now, about deadlines. There is nothing talismanic about this or that month in 1976 or 1978; about dates, I make no wagers. But I am certain that the passing seasons will lead us inevitably towards greater unity; and if we fail to organize it for ourselves, democratically, it will be thrust upon us by blind force. There is no place any more for separate action by our ancient sovereign nations. We have long since passed the crossroads where we had a choice of ways ahead. Since 1950, we have been engaged in the process of unification by our own free will, and no one has been willing or able to reverse it. If there are arguments, they are about means, not ends; and arguments are essential to progress.\nI have known this garden for thirty years, and have come back to it almost every night – except when I was in Luxembourg, where I had another garden, at Bricherhof. For me, it has no bounds: the world belongs to walkers. In the morning, as I have said, I make for the nearby woods, where I know every faintest path. Some of them are endless. It is essential for the spirit to start the day in the open air. In London, I had St James's Park outside my door. In Washington, the houses on Foxhall Road were in the woods, and there were no fences between the yards. I can claim no specialized knowledge of trees or birds: they are simply the background to my thoughts, my form of poetry. André Horré used to explain the things of Nature to me. He had started life in the mines of the north, and had then become a butler to follow his wife Amélie, who was a fine cook. When we settled in our Houjarray house, which I bought in 1945, he became a gardener. In London and Washington he had worked only indoors; there had been neither room nor need to grow vegetables. In France, at the end of the war, it became a duty, and he accepted it. The spirit of his ancestors revived his love of the soil. While Amélie, with masterly intelligence, looked after the house, André let his imagination roam as he laboured in the kitchen garden or among the flowers. They were a noble and devoted couple. They went with us to Luxembourg, and helped us settle in; then, they retired to the north. Their only son, a gifted boy, joined the staff of the High Authority. When he died in an accident in 195 3, his parents' silent and dignified grief was heartbreaking.\nIn the course of their lives with us in various countries, André and Amélie had met many well-known people, who paid close attention to their simple good sense. I can still see André in his kitchen garden, talking with Walter Lippmann in 1948, shortly before die US Presidential election.\n'Who do you think will win, Dewey or Truman?' asked Lippmann. Like most observers, he was sure it would be Dewey. André went on digging, and said:\n'Well, obviously, Truman.'\n'Why?' asked Lippmann in surprise. André straightened up and said:\n'Look – it's as simple as my trees. Roosevelt was elected three times. Three times the Democrats have won: that gives them deep roots. They won't be pulled up in one go.'\nThe roots of the Community are strong now, and deep in the soil of Europe. They have survived some hard seasons, and can survive more. On the surface, appearances change. In a quarter-century, naturally, new generations arise, with new ambitious; images of the past disappear; the balance of the world is altered. Yet amid this changing scenery the European idea goes on; and no one seeing it, and seeing how stable the Community institutions are, can doubt that this is a deep and powerful movement on an historic scale. Can it really be suggested that the wellsprings of that movement are exhausted, or that other rival forces are taking their place? I see no sign of any such rival forces. On the contrary, I see the same necessity acting on our countries – sometimes bringing them together for their mutual benefit, sometimes dividing them to the detriment of all. The moral is clear, and it cannot be gainsaid. It has taken root in our peoples' consciousness, but it is slow to act on their will: it has to overcome the inertia that hinders movement and the habits that resist change. We have to reckon with time.\nWhere this necessity will lead, and toward what kind of Europe, I cannot say. It is impossible to foresee today the decisions that could be taken in a new context tomorrow. The essential thing is to hold fast to the few fixed principles that have guided us since the beginning: gradually to create among Europeans the broadest common interest, served by common democratic institutions to which the necessary sovereignty has been delegated. This is the dynamic that has never ceased to operate, removing prejudice, doing away with frontiers, enlarging to continental scale, within a few years, the process that took centuries to form our ancient nations. I have never doubted that one day this process will lead us to the United States of Europe; but I see no point in trying to imagine today what political form it will take. The words about which people argue – federation or confederation – are inadequate and imprecise. What we are preparing, through the work of the Community, is probably without precedent. The Community itself is founded on institutions, and they need strengthening; but the true political authority which the democracies of Europe will one day establish still has to be conceived and built.\nSome people refuse to undertake anything if they have no guarantee that things will work out as they planned. Such people condemn themselves to immobility. Today, no one can say what form Europe will assume tomorrow, for the changes born of change are unpredictable. 'Tomorrow is another day,' my father used to say, with a zest which my mother, in her wisdom, did her best to calm. 'Sufficient unto the day is the evil thereof,' she would reply. They were both right. Day-to-day effort is needed to make one's way forward: but what matters is to have an objective clear enough always to be kept in sight. People who came to see me in Luxembourg were intrigued to see on my desk the photograph of a strange raft. It was the _Kon-Tiki_ , whose adventure had thrilled the whole world, and which for me was a symbol of our own.\n'Those young men,' I explained to my visitors, 'chose their course, and then they set out. They knew that they could not turn back. Whatever the difficulties, they had only one option – to go on. We too are heading for our objective, the United States of Europe; and for us too there is no going back.'\nBut time is passing, and Europe is moving only slowly on the course to which she is so deeply committed.... We cannot stop, when the whole world around us is on the move. Have I said clearly enough that the Community we have created is not an end in itself? It is a process of change, continuing that same process which in an earlier period of history produced our national forms of life. Like our provinces in the past, our nations today must learn to live together under common rules and institutions freely arrived at. The sovereign nations of the past can no longer solve the problems of the present: they cannot ensure their own progress or control their own future. And the Community itself is only a stage on the way to the organized world of tomorrow.\n# APPENDIX\n# RESOLUTION BY THE HEADS OF STATE AND\nGOVERNMENT IN LUXEMBOURG, APRIL 1 AND 2, 1976,\nMEETING AS THE EUROPEAN COUNCIL\nCommunity Europe, which has been in existence for more than twenty-five years, is already, despite its imperfections and _lacunae_ , a remarkable achievement. Meanwhile, hopes of a deeper European Union are beginning to take shape.\nThe positive balance-sheet that can be drawn up at the end of this first stage, and on the eve of progress towards political unification, is something we owe in large measure to the boldness and breadth of vision of a handful of men. Among them, Jean Monnet has played a leading role, whether as inspirer of the Schuman Plan, first President of the High Authority, or founder of the Action Committee for the United States of Europe. In these various capacities, Jean Monnet has resolutely attacked the forces of inertia in Europe's political and economic structure, with the aim of establishing a new type of relationship between States, making apparent their _de facto_ solidarity and giving it institutional form.\nAs a realist, Monnet took economic interests as his starting-point, but without abandoning his vision of achieving a broader understanding among the men and nations of Europe which would extend into all fields. Sometimes, this objective may have been lost to view amid the vicissitudes of the unification of Europe. Nevertheless, that objective has never been disavowed. Now, more than ever, it should serve as a guide, enabling us to rise above our task of daily administration and give it its true and substantial meaning.\nJean Monnet recently retired from public life. He has devoted the best of his ability to the European cause. It is only fitting that Europe should pay him a particular tribute of gratitude and admiration.\nThat is why the Heads of State and Government of the Community, meeting in Luxembourg as the European Council, have decided to confer on him the title of Honorary Citizen of Europe.\n# INDEX\nPrepared by Arthur Windsor\nAMTC, AMTE _see_ Allied Maritime Transport Committee and Executive\nAbadie, Dr Jules: 202, 203\nAcheson, Dean: 154, 216, 265, 271; and Bevin, 292; and Schuman Plan, 301–2, 305, 342, 348, 349, 360, 368, 438; on GB, 452, 464\nAckroyd, Elizabeth: 378\nAction Committee for the United States of Europe: 12; Paris HQ, 402; Chap. 16 (405–30) _passim_ ; named, 407; formed, 413; GB parties join, 415; first meeting, aims, 417, 419; Resolution, 421; 431, 433, 434, 436; Declaration (1962), 441–2, 443; 444, 448, 450; meeting (1961), 453; 456, 457, 460–1, 466, 467; Preamble, 468–9; 473, 474, 475; Bonn meeting, 478; 479; Berlin meeting, 480; and resolution, 481; 486; Brussels meeting (1967), 489, 491; aims, 492; Brussels meeting (1969), 493, 494, 495, 496; Brussels meeting (1973), 498; 501, 514, 515; J.M. and, 515–17; to end, 517, 519; J.M. founder of, 525\nAdenauer, Konrad: at The Hague, 273; 283, and France, 284–7; and Schuman Plan, 302–3, 304, 308, 309–11; 319–20, 321; and German Army, 337, 338, 344, 348, 350–1, 352; and EDC, 354, 355, 356, 360; and ECSC, 363, 364, 369, 381, 382; and EDC, 398; and Euratom, 420, 423, 424; 435, 436, 437, 440; J.M.'s letter to, 463–5, 468\n'Aeropagus, International': (de Gaulle), 468\nAfrica, North: and French Government (1940), 29, 30, 32, 142, 145; Allied landings, 175, 176–7, 178–80; crisis, 429\nAfrican countries and Europe: 499\n_Agence France Presse_ : J.M.'s statements, 455, 459, 488\nAicardi, Maurice: 242\nAir Forces, French and British: proposed merger, 20, 21, 140\naircraft, US supply: to France, 119 _et seq_.; to Allies, 129–30, 134–5; production, 156–7\nair-power: key factor in 1938, 118–19; balance sheet of, 132–3;140, 156\nAisne offensive fails: 60\nAlamein, El: 176\nAlgeria: decolonization, 417, 493; crisis, 429\nAlgiers, J.M. in: 11, 185–207; de Gaulle – Giraud talks, 196; moderates in, 208\nAllied Combined Boards, WW I: 19\nAllied co-operation in planning: 61–2, 65; letter (1918), 72\nAllied Executive Committees, WW I: 18, 68, 70; ended, 75; 79, 81\nAllied High Commission, Germany: and Schuman Plan, 308–9\nAllied landings in Europe: projected, 218, 219; in France, 225\nAllied Maritime Transport Committee (AMTC) and Executive (AMTE): 68, 69, 74, 75\n_Allied Shipping Control_ , by J. Arthur Salter: 69, 75–6\nAlphand, Hervé: and future of France, 209–10, 216, 217; and economic union, 222; in Paris, 224; and Schuman Plan, 345, 357; and EDC, 360\nAlsace–Lorraine: Giraud and, 186, 187\nAlsop, Joe: 271\nAmerica _see_ USA\nAmiel, Henri-Frédéric: quoted, 393\nAnderson, John: 64, 68\nAndré, Pierre: 365\nAnglo-French co-operation: WW I, 48–52; WWII, 124 _et seq_.\nAnglo-French Co-ordinating Committee: 17–19, 25; formed, 128, 129, 130; 137; wound up, 147–8\n_Anglo-French Discussions regarding French Proposals for the Western European Coal, Iron and Steel Industries, May–June_ 1950 (HMSO Cmd 7970): quoted, 311, 312, 313, 314\nAnglo-French Executive Committees: 128\nAnglo-French Purchasing Board (1939): 130, 147\nAnglo-French unity: proposals, 21–30; declaration, 28–9; 35, 66; 140–41; new idea of, 280\n'anti-Marketeers', British: 497\nArab-Israeli conflict: 498, 510\nArbitral Tribunal, on Silesia: 89–91 '\n'Arcadia Conference' (1941): 173\nArmand, Louis: 420, 422, 426, 445\narms and munitions, US production: 138, 153, 158 _et seq_., 169, 173–7\narms exports, US embargo on: 119\nArmstrong, Robert: 504, 505\nArnold, General Henry H., US Air Force: 121, 122, 135\n'Arsenal of Democracy', J.M.'s phrase: used by FDR, 158, 160\nAsquith, Herbert Henry (later Ist Earl of Oxford and A.): 81\nAssembly, Common, of ECSC _see_ Common Assembly\nAssociation Agreement with UK, of ECSC: 378–9, 447\nAtlantic Alliance: 290, 361; and SHAPE, 362; and de Gaulle, 437; _see also_ NATO, North Atlantic Treaty\nAtlantic Conference (1941): 171\nAtlantic Council: Ottawa (1951), 342, 361\nAtlantic High Council, 'Bidault Plan': proposed, 300\natom, the _see_ nuclear technology\natomic Community: mooted, 403\nAttlee, Clement, British Prime Minister: 29; and Schuman Plan, 305–6, 307, 311, 314\nAttolico, Bernardo, Wheat Executive, WW I: 58, 86\n_Aube_ , L'., quoted, 285\nAuboin, Roger: and 'le Plan', 243\nAurand, Lt.-Col. H.S.: 155, 172; replaced, 175\nAuriol, Vincent, French President: 369\nAustria: and League, 92–5; loan (1922), 95; and EFTA, 434\nAvenol, Joseph: 99–100\nAvon, Lord _see_ Eden, Sir Anthony\nBBC (British Broadcasting Corporation): June 18 (1940), 31; J.M. speaks, 414\n_baccalauréat_ , J.M.'s: 38\nBaker, Newton D., US Minister of War: 71\nbalance-sheet: importance of, 126–7; of air power, 132–3; needed (1940), 136; (1941), 69–70; at Schuman Plan Conference, 334\nBalfour, Arthur James, Ist Earl of B.: 11, 67; quoted, 67–8; 81, 84, 85, 93, 96–7\nBall, George, lawyer: character, 227–8; 271; his _Discipline of Power_ , quoted, 336; 438, 455, 464, 465\nBalladore-Pallieri, Cesare: 375\nBancamerica-Blair Corporation: formed, 107–9\nBank of China: 114\nBank of England: and Austria (1922), 95 and zloty, 104\nBank of France: 104\nBank of Shanghai and Hong Kong: 111\nbanknotes, for Allied expeditionary forces: 217–18\nbanknotes, French: suggested issue, 217\nBarber, Anthony, British Conservative leader: 492–3\nBarrault, M., Segonzac vine-grower: 37, 39, 45\nBarre, Raymond: 495\nBaruch, Bernard, US War Industries Office: 71, 74, 79\nBas-Rhône-Languedoc project: 276\nBattle of Britain (1940): 135, 151\nBattle of France (1940): 135\nBattle of Norway: 136\nBattle of the Atlantic: 151\nBaudouin, Paul, French Foreign Minister: 32, 33\nBaumgartner, Wilfrid, Bank of France: 427\nBeale, Sir John: 58, 64\nBeaverbrook, William Maxwell Aitken, Ist Baron B.: 30; and US arms, 156, 173\nBech, Joseph: 369, 372, 381, 427\nBehr, Winrich: 385\nBelgium: invasion of, 136; coalmines, 392; and ECSC, 401; and Rome Treaties, 425\nBenelux countries: 281, and Schuman Plan, 306, 324, 325, 331; and Treaty, 353, 354, 401–2; Memorandum, 403–4; ratify Treaties, 425; 507\nBeneš, Edward, Czech Foreign Minister, later President: 93\nBenoist-Méchin, Jacques: 399\nBenon, Maître Fernand: 49, 52\nBenvenuti, Lodovico: 383\nBérard, Armand: 309\n_Bereitschaften_ , East German force: 337\nBergeret, General Maurice: 188; retired, 200\nBergeron, André: 445\nBerlin: Blockade, 290; ACUSE meeting (1965), 480; Wall, 480\nBernard, Jean-René: 494\nBerthoin, Georges: 492\nBeuve-Méry, Hubert: 290\nBevin, Ernest, British Foreign Minister: in Moscow, 265; in Paris, 267; and Germany, 292; and Schuman Plan, 305, 313, 342\nBeyen, Johan Willem, Dutch Foreign Minister: 401, 403\nBidault, Georges, French Prime Minister: 256, 260; in Moscow, 265; Paris Conference, 267; letter to, 272; and the Plan, 274–5; and Schuman Plan, 299–300; Pleven replaces, 339; 349, 395\n'Bidault Plan': 300\nBilloux, François: of Resistance, 211; Minister of Reconstruction, 256–7\nBirkelbach, Willi: 382\nBirrenbach, Kurt: 445\nBlackett, Basil: 94, 96, 97\nBlair and Co., US investment firm: 102\nBlair and Co. Foreign Corporation, Paris: formed, 102; J.M. vice-President, 102–6\nBlair, Floyd: 271\nBlamont, Emile: 380–81, 424\nBlanc, General: 205\nBlank, Theodor: at EDC Conference, 360\nBlankenhorn, Herbert, Adenauer's Chief of Staff: 302, 309\nBloch-Lainé, Jean-François, Anglo-French Purchasing Board: 130, 148, 262\nBlum, Léon, French Prime Minister: 32; and Marjolin, 244; USA, 249–54; in Paris, 255; becomes PM, 260; 261\nBoeynants, Paul Vanden: 444\nBoisson, Pierre: 179; dismissed, 199; 206\nBonn: Schuman and, 284, 352; J.M. in, 354, 470, 491, 506, 513\nBonnefous, Edouard: 282\nBonnet, Hellé: in London, 142\nBonnet, Henri: 34, 100; on Liberation Committee, Algiers, 202, 203\nBonte, Florimond, Communist: 365\nBoothby, Robert (later Lord B.): 282\nBordeaux, French Government at (1940): 24, 26, 27, 29, 30, 33–5; in WW I (1914), 49; 51; J.M. in (1940), 141, 142; 145, 148 – for later period, _see_ Vichy and Vichyites\nBorodin, Alexander: in China, 112\nBothereau, Robert: 412, 419, 445\nBou, Libert: 276\nBoucher, glass manufacturer: 36\nBoufarik airfield, Algiers: 197\nBouladoux, Maurice: 412, 445\nBourgeois, Léon, President of French Senate: 80; Nobel Prize (1920), 84; and peace force, 84–5, 93, 97–8\nBoutteville, Roger: 247\nBowie, Robert, US expert: 271, 352, 353, 464\nBradley, General Omar: 179\nBrand, Robert Henry (later Ist Baron B.): 96; as Lord B., 306\nBrand, Tommy: 173\nBrandt, Willy: quoted, 319; and ACUSE, 415, 416, 444; 480, 488, 489; becomes Chancellor, 494; J.M.'s letter to, 495; 504, 505, 506, 507, 508, 509; Schmidt replaces, 511, 517\nBratianu, Vintila: 105\nBrentano, Heinrich von: 382; and ACUSE, 420, 445; quoted, 452–3\nBriand, Aristide: 82, 88, 90, 283; homage to, 300\nBricherhof, Luxembourg: 402, 522\nBridges, Sir Edward, Secretary of the War Cabinet (1939): 126, 127\nBritish and French unity _see_ Anglo-French unity\nBritish Broadcasting Corporation _see_ BBC\nBritish Purchasing Commission, later British Supply Council: 148, 163, 173, 175\nBrousse, Marcel: 262\nBrown, George, British Foreign Minister: 488, 492\nBruce, David, US Ambassador to France: 269–70, 302, 349, 379, 464\nBrüning, Heinrich, German Chancellor: quoted, 116\nBrussels: Conference, League of Nations (1920), 95–6; EEC institutions in, 427; Commission, proposals, 481\nBucharest: J.M. in, 105\nBulganin, Nikolai: 422\nBullitt, William, US Ambassador in Paris: 117, 118, 119, 120, 130\n_Bundestag_., the German: 284; and Schuman Plan, 319–20, 363, ratifies EDC Treaty, 396; J.M. at, 411; 423, 468, 489\nBundy, McGeorge: 271, 438, 464\nBurger, J. A. W.: 412, 419, 444\nBurns, General James H.: 155\nBuron, Robert: 440\nBuset, Max: 412, 419\nByrnes, James, US State Department: 252\nCBS (Columbia Broadcasting System): 271\nCDU (German Christian Democrats): 424\nCGT (French Trade Union): 245, 246; and 'le Plan', 256, 257, 261\nCadogan, Sir Alexander: 145\nCalgary, Alberta: 46\nCallaghan, James, British Foreign Minister, later Prime Minister: 512\nCallander, Harold, _New York Times:_ 304\nCalonder, Félix: 90\nCambon, Paul, French Ambassador (1917): 70\nCampbell, Sir Ronald, British Ambassador in Bordeaux: 27, 28, 148\nCanada: siting of aircraft assembly works, 119; joins OECD, 434\nCao-Bang: fall of, 346\nCaporetto: 67\nCaribbean countries and Europe: 499\nCarli, Guido: 409, 493\nCasablanca Conference: 183–4, 205, 209\nCatroux, General Georges: to N. Africa, 190–91; 192; character, 193; 195, 196, 199; Governor–General of Algeria, 200; 203\nCecil, Lord Robert: quoted, 67; 74, 79; and League Covenant, 80; and public opinion, **85**\nCentral Council (Provisional Government): proposed, 192–3; Catroux's plan, 195\nCentre of European Studies, Lausanne: 456\nChamberlain, Neville, British Prime Minister: 18, 23; Daladier and, 125–6; 128, and WW II, 131; 133; replaced by Churchill, 137; and Anglo–French unity, 141\nCharente, the: 11, 34, 40, 45, 101\nCharlemagne, Emperor: 287\nChastenet, Antoine: 385\nChâteau de la Muette, Paris: OEEC, 273; OECD, 434\nChâteau de Val Duchesse, Brussels: 422\nChatel, Yves, Governor of Algeria: 179\nChemidlin, Captain: 122\nCherves: 36\nCheysson, Claude: 499\nChiang Kai-Shek: no, 112–13\nChiang, Mme May Ling: 113\nChina, Republic of: economic aid, 109–15\nChina Finance Development Corporation, 111–12, 114, 115\nChurchill, Winston Spencer (later Sir), British Prime Minister: 20, 21; opinion of de Gaulle, 26; and Anglo-French unity, 22–30, 31; and US aircraft purchase, 134; replaces Chamberlain, 137; and Dunkirk, 139; quoted, 141; 143; and Roosevelt, 150, 158, 164; and Hopkins, 166; 178, 181; at Casablanca, 183–4; 194; de Gaulle and, 199, 208, 220; and Eisenhower, 205; and Eden, 215; Chairman, Hague (1948), 273; calls for US of Europe, 283; and Schuman Plan, 306–7, 315; proposes European Army, 338; 359, 408\nCity, the (London): 43–4\nCivil Supplies Service, WW I: 53\n_Claire_ , seaplane: 31\nClappier, Bernard: 284; and Schuman Plan, 298–300, 301–3, 309, 310, 312, 322, 345, 456; character, 308\nClark, General Mark, Eisenhower's Chief of Staff: 179\nClayton, Will, US Under-Secretary: report on Europe, 265; quoted, 265n\nClemenceau, Georges: 11, 63; and J.M., 70, 71; 81, 83, 86\nClémentel, Etienne, French Minister of Commerce (1915): 54–5, 56–7, 58, 62, 63; quoted, 66–7; 68, 71, 72, 74; quoted, 74–5; 78–9; 84\nCmd. 7970 (HMSO) _see Anglo-French Discussions_ etc.\nCoal and Steel Community and Treaty _see_ European Coal and Steel etc.\ncoal, 'European' only: 387\nCoalmines, Commission on, setup: 247, 248; coal-teel pool, J.M.'s plan: 295–8\nCognac, birthplace of J.M.: 34, 35; childhood at, 36–47; brandy business, 99–102; and J.M., 221; return to, 223–4\nCold War, the: 290, 316; new, 356\nCombined Chiefs of Staff: Allies set up (1942), 175\nCombined Production and Resources Board: setup, 175–6\nComert, Pierre, head of information, L. of N.: 86, 100, 103, 117\nCommerce and Maritime Transport, French Ministry of: J.M. in London for, 70\nCommissariat for Armaments, Supplies and Reconstruction: and J.M., 208\n'commitment': GB and Schuman Plan, 312, 313; J.M. on, 326\nCommittee of Economic Co-operation: 267 Committee of Entente between Europe and the United States: task, 473; still unestablished, 474; 475, 478, 481\nCommittee of Ministers, Council of Europe: 282\nCommon Assembly: 324, 325, 333; composition, 353–4; election of, 367–8; 380, 381, 382, 392, 393, 395, 400, 401, 407, 410, 436; Wilson and, 489; 509\nCommon Market: projected (1944), 222; UK Referendum (1975), 314; and tax, 388, 389; Europe of, 391; 394; mooted, 403; 419, 422; comes into being, 424; 425, 426, 427, 430, 431, 434, 445; and GB, Chap. 18 (447–61) _passim_ ; GB applies, 454; and USA, Chap. 19 (462–77) _passim;_ stagnating, 479, 483; 485, 487, 488, 489; and France, 494; British Referendum, 497; 502, 507, 509; GB to stay in, 514; 518, 523, 524, 525\nCommon Market Commission _see_ European Economic Community Commission\ncommon market for coal: 399\nCommunism in S.E. Asia: 340\nCommunists: and Free French, 211, 220; J.M. and, 257; and ECSC, 365; and ACUSE, 410\nConference of the Six (1950) _see_ Schuman Plan Conference\nConservative Party, British: government, 439; Heath and, 455; losing ground, 469; to join ACUSE, 492, 493\nConstituent Assembly, France: election, 250\nConstitutional Committee for EDC: formed, 382; completes task, 394\nConsultative Assembly, Algiers: formed, 210–11; Félix Gouin, President, 244\nConsultative Assembly, Council of Europe: and steel, 282; and Schuman Plan, 325; Spaak and, 382\nConsultative Committee, ECSC: 324, 407\nCool, Auguste: 412, 419, 444\nco-operation between nations: J.M.'s memorandum (1919), 83\nCopenhagen: meeting (1973), 510\nCoppé, Albert: character, 374–5\nCorbin, Charles, French Ambassador in London: 27, 28\nCorregidor: fall of, 176\nCorsica: war in, 207\nCot, Pierre: 365\nCouncil of Europe: foundations, 273; flaw, 281; Macmillan and (1950), 315; 316; attempted take–over of ECSC, 380; 440; Wilson and, 488\nCouncil of Ministers, EEC: 324, 333, 380; composition, 381, 382; 395, 502, 509, 5I2\nCourcel, Geoffroy de, de Gaulle's _aide-de-camp_ : 24\nCourt of Justice, EEC: 324, 333, 352, 380; work of, 384; 509\nCouve de Murville, Maurice: in Algiers, 202, 203; in New York, 342; Foreign Minister, 433; 437, 456, 459, 482, 483, 484\nCrémieux Decree (1872): 190\nCrimea: German offensive (1942), 176\nCripps, Sir Stafford, Chancellor of the Exchequer: methods, 237; talks with Petsche, 277–8; and Schuman, Plan, 305, 307–8, 378, 447\nCrowther, Geoffrey, editor of _The Economist_ : 306\nCurzon, George Nathaniel, Marquess C. of Kedleston: 55\ncustoms union, foreseen by J.M.: 401\nDGB ( _Deutscher Gewerkschaftsbund_ ): German Trade Unions, 364, 391, 407, 412, 437\n_Daily Express:_ and Schuman Plan, 305\nDaladier, Edouard, French Prime Minister: 17, 18, 117, 118, 120, 121, 125; letter to Chamberlain, 125–6; 128, 130, 131, 133; replaced by Reynaud, 137\nDalton, Hugh: _European Unity_ and quotes, 314, 315\nDamien, René: Steel Commission, 248\nDanzig question: and League, 86; Free City established, 91\nDarlan, Admiral Jean Louis Xavier François, later Vichy Foreign Minister: 34; in N. Africa, 179, 181; assassinated, 183\nDaum, Léon ('Monsieur Daum'): character, 373–4; 405\nDavenport, John, of _Fortune:_ and J.M., 221; quoted, 223\nDe Gasperi, Alcide: 369, 381, 382\nde Gaulle, General Charles: 11; and Churchill, 25, 208; and Anglo-French unity, 24–30, 31, 141; 117; after 1940, 142–7; 178; at Casablanca, 184; and Giraud, 189–93, Chap. 8 III (195–200) _passim_ ; final relations, 196–7, 201–7; quoted, 203, 205, 287; and USA, 211, 220, 228; reshuffles Provisional Government, 224; supports J.M., 231; and France's economics, 234–5, 237–41; resigns from government, 244; and 'Europe', 366–7, 396, 432–7, 438, 440–1; on GB and EEC, 458, 461; 481, 482, 483; re-elected President, 484, 485; press conference (1967), 488; retires as President, and character, 493–4\nDebré, Michel, Gaullist: 365–6\ndecartelization: 351, 352–3\n'Declaration of Interdependence': 466–7\nDeclaration of Union, Anglo–French _see_ Anglo-French unity\ndecolonization, France: 417, 429, 493\nDefence Commissariat of EDC: 367\nDefferre, Gaston: 417, 445\nDehnen, Hermann: 385\nDehousse, Fernand: 383\nDelcourt, Paul, economist: 275\nDelouvrier, Paul: at Planning Commissariat, 242; and Marshall Plan, 268; 275, 404\ndemocracy: slowness of, 362–3; British and European, 451–2\nden Uyl, Joop, Dutch Prime Minister: 508\nDeniau, Jean–François: 456\nDenis, Pierre: and League, 89; and Anglo-French Co-ordinating Committee, 129; and 'le Plan', 243\nDenmark: and EFTA, 434; P.M. in Paris, 497; invites leaders, 510\nDescartes, René: 236n, 350\nDeschamps, Eugène: 445\n_Deutsche Kohl-Verkaufsgesellschaft_ (DKV): 351\nDewey, Thomas Edmund, Presidential candidate: 522\nDiên Biên Phû: fall of, 396\nDiethelm, André: on Algiers Committee, 202, 203\nDillon, Douglas: 464\n_Diplomat among Warriors_ , by Robert Murphy: quoted, 180, 203\nDirectorate General of Supplies (1918): 73–4\n_Discipline of Power_ , by George Ball (1968): quoted, 336\nDisinterested Protocol (1922): and Austria, 94\nDocumentation Centre: 456\nDonze, Mgr Henri: 110\nDonzère-Mondragon Dam: 261\nDouglas-Home, Sir Alec: at EEC Assembly, 489, 493\nDraper, William: 379\nDrouin, Pierre, of _Le Monde_ : quoted, 428–9\nDrummond, Sir Eric, Secretary-General, League of Nations: 81\nDuchêne, François: and ACUSE, 409; character, 456; 492\nDuguet, Yictorin, Chairman of Coalmines Commission: 247, 248\nDulles, John Foster: character, 105; 116; and ECSC, 379–80\nDumontier, Jacques: 233\nDunkirk evacuation: 20, 139\nDupriez, Léon: on tax, 389\nDuverger, Maurice: project, 364\nEDC _see_ European Defence Community\nEEC _see_ Common Market\nEFTA (European Free Trade Association): GB sets up, 434; 448, 449, 450, 454\n_Echo d'Alger:_ 201\nEconomic Community: defined (1955), 403\neconomic conditions for peace (1918): letter on, 78–9\n_Economist_ , _The_ : 283; Duchêne and, 456\nEden, Sir Anthony, later Lord Avon: 194, 199; and Churchill, 215; at The Hague, 273; on Schuman Plan, 305, 315; 368, 377, 378; and EDC, 398\nEden Plan: 380; ends, 381\neducation in Europe, USA and USSR: 490\nEisenhower, Dwight, Supreme Commander Europe, later US President: 105; in N. Africa, 178, 179, 180, 183, 194, 202; sees Giraud and de Gaulle, 205; 217; in Europe, 266, 349; and EDC, 358–60, 360n; US President, 379; and uranium 420; and Suez, 422\nElectricity, Commission on: 247\n_Entente cordiale:_ 44, 50\nErhard, Ludwig, German Minister of Economic Affairs: and Schuman Plan, 329, 351; and Euratom, 420; and EEC, 449–50; 469, 480\n_Erinnerungen_ , memoirs by Konrad Adenauer: quoted, 303, 311\nEttori, Charles: 189\nEtzel, Franz, Vice-President, High Authority: character, 373; 374, 386, 388, 389, 402, 422, 423\nEuratom (European Atomic Energy Commission): call for, 418-19; Brussels talks, 420; Treaty, 421; 422, 424, 425; siting, 426-75; 445\nEurope: J.M.'s view of, 222–3; de Gaulle's, 366–7, 441; and USA, 439, Chap. 19 (462–77) _passim;_ 'European', 480; Parliament for, 497; Kissinger and, 498\nEurope, Council of _see_ Council of Europe\n'Europe of the States' (de Gaulle's): 432, 433, 441, 509\nEuropean army: proposals, 337–8, 344, 345, 347, 350, 357, 358, 360, 361, 382; question for France, 397; and de Gaulle, 433\nEuropean Coal and Steel Community (ECSC): Treaty, 11–12; signed, 356–7; J.M.'s idea of, 83; 127, 128, 295; and Schuman Plan, 325–6, 328, 332; basis, 333, 334; and defence, 343, 346, 350, 354; 360, 362; 'is born', 364; opponents of, 365; 368, 369, 370–71; at work Chap. 15 (372–404) _passim_ , 406, 410, 411, 413, 418, 420, 422, 426, 447, 517\nEuropean Coal and Steel Community _[contd.]_ 404) _passim_ , 406, 410, 411, 413, 418, 420, 422, 426, 447, 517\nEuropean Commission _see_ European Economic Community Commission\nEuropean Council: suggested, 508, 509, 514; creation of, 515, 516; Resolution of, 525; _see also_ Heads of State and Government, meetings\nEuropean Defence Community (EDC) and Treaty: plan for, 12, 349–50, 357, 358, 359; conference, 360; 362; Treaty signed, 368; 381, 382; constitution, 394–5, 396–7; failure of, 398; 406, 410, 411, 413, 423, 432; _see also_ Pleven Plan\nEuropean District: concept, 369, 372; and ACUSE, 426–7\nEuropean Economic Community (EEC), Commission: 12, 427, 457, 481; to be overhauled, 482; 484, 492, 495, 502, 507, 508, 509, 517\nEuropean Economic Community (EEC) _see_ Common Market\nEuropean Free Trade Association (EFTA): GB sets up, 434; 448, 449, 450, 454\nEuropean Government and Parliament: France and, 497; J.M. and, 504–5, 513\n'European identity':499\nEuropean Monetary Fund: proposed, 501\nEuropean Political Community: plan for, 394; J.M. and, 430\nEuropean Reserve Fund: 428, 495\nEuropean union: idea of, 282; 293–4; and Schuman Plan, 300; 321 _et seq_., 384, 399, 492–3; Brandt and, 506–7; progress to, 515\n_European Unity: a statement by the_... _British Labour Party (1950):_ quoted, 314, 315\nExecutive Committee, French: proposed (1943), 196; starts work, 197–200; takes title of 'French Committee of National Liberation' ( _q.v_.), 200\nExport–Import Bank: after Lend–Lease, 226; 228, 254\n_Express_ , L': 479\nEzra, Derek: 378\nFalaize, Pierre-Louis: 299\nFanfani, Amintore: 412, 419\nFaure, Edgar, French Prime Minister: 368, 402, 417\nFaure, Maurice: 382, 417, 419, 422, 423, 445\nfeasibility study (1941): 172–3\nFederal District, of Europe: concept, 369, 372; ACUSE and, 426–7\nFederation of Europe: foundations of, 321; 343, 382, 414\nFenizio, F. di: on tax, 389\nFillioux, Raymond: 74\nFinet, Paul: character, 374\nFireside Chats, of Roosevelt: 160, 161\nFocke, Katherina, German Minister for Health and the Family: 504, 506\nFohrmann, Jean: 412\nFontaine, André: quoted, 442\nFontaine, Francois: 9, 304, 371; at ECSC, 375\nFormosa (Taiwan): 113\n_Fortune_ : visit to J.M., 221–2\nFosdick, Raymond B., second Deputy Secretary-General, League of Nations: 81; quoted, 81–2\nFouchet, Christian: 438\nFouchet Committee and Fouchet Plan: set up, 438, 439, 440, 509\n'Four Freedoms': 168–9\n'four Ks' (Schumacher): 319\nFourastié, Jean: 227, 233; leaves Planning Commissariat, 242; 276–7\nFour–Power Conference, Moscow (1947): 265\nFrachon, Benoît, Planning Council: 245, 256\nFrance: after 1940, 142–9; and USA, 168 unity in war, 180–81; future of, 181–5', 188; new government, 197 _et seq.;_ Allies view of, 215, 218; Mutual Aid, 225–6; needs of, 228; political position (1945), 229–31; modernization of, Chap. 10 (232– 63) _passim_ ; new constitutions, (1946), 250, (1958), 429–30; and Germany, 283–7, 289; and Europe, 294, 458, 459, 482–3; Cabinet and Schuman Plan, 302–5; votes on, ECSC, 368, EDC, 396–8; economic crisis, 427–8; de Gaulle and, 493\nFranco-British Aviation Council: 125\nFranco-British citizenship, joint _see_ Anglo-French unity\nFranco-British Executive, proposed (1939): 126\nFranco-German Treaty (1963): 468–9\nFranco-German union: Adenauer proposes, 285–7; 289, 293; and Europe, 295; and reconciliation, 306, 328, 330, 386, 468–9\nFranco-Italian customs union project: 281\nFrançois-Poncet, André: 273, 302, 309, 417\nFrankfurter, Felix, US Supreme Court: 153–4, 160, 165–6, 182, 271, 301\nFranklin-Bouillon, Henry: 66\nFree French: 28n, 129, 179, 200, 201, 220; _see also_ French National Committee\nFree Trade Area _see_ EFTA\nFreedman, Max ( _ed_.), R _oosevelt and Frankfurter: their Correspondence_ 1928–45 (1970): quoted, 168\nfreedom: GB and, 451\nFreedom Prize: 472\nFreeman, Orville, US Secretary for Agriculture: 463\nFreitag, Walter, President of DGB: 391, 407, 419, 444\nFrenay, Henri, of Resistance: 211\nFrench army: Dunkirk, 139; in N. Africa, 200, 204–5\nFrench Committee of National Liberation, or 'Executive Committee': 200; Chap. 8 (178–211) _passim;_ recognition, 211, 217; and currency, 218; and European federation, 222; _see also_ Provisional French Government\nFrench declaration of May 9, 1950: 295–8\nFrench fleet (1940): 27, 168\nFrench merchant fleet (1917): 62\nFrench National Assembly: 284, 285; and Pleven Plan, 347; and ECSC, 365–8, (1956), 417, 419–20; 424–5; ratifies Rome Treaties, 425\nFrench National Coal Board: 318\nFrench National Committee, London: proposed, 143–4, 145; recognized by GB, 143, 145; 182, 192, 194, 198\nFrench ports (1944): 224\nFrench Socialist Party: 251, 260, 319, 358, 364; and ACUSE, 413, 420\nFrench Supply Council: 224, 226, 228–9\n'Fritalux' scheme fails: 281\nFurler, Hans: 419\nGaillard, Félix, _chef de cabinet_ to J.M.: 225, 228, 242, 268; at Strasbourg, 316; and ECSC, 366; and ACUSE, 418; French Prime Minister, 426, 427; 428\nGaitskell, Hugh, British Chancellor: 361\nGarwood, Ellen Clayton, _Will Clayton: a Short 'Biography_ : quoted, 265\nGascuel, Jacques, of _France-Soir:_ 304\nGaudet, Michel: 385, 402\nGaulle, Charles de _see_ de Gaulle, Charles Gaullists: 365, 395; and ACUSE, 410; 425; ministers resign, 440\nGeneva: made base of League, 86, 99\nGeorges, General Joseph: at Algiers, 197, 199;on FCNL, 200, 203\nGerman army: and Europe, 337–8, 339, 348; 'Atlantic', 350; 357, 397, 411\nGerman rearmament problem: 341–4, 346, 347, 349, 354, 361, 397\nGerman reparations, after WW I: 74\nGerman steel, problem of: 387–9, 390\nGerman-Polish Convention on Silesia: signed, 90\nGermany: and Silesia, 87–91; occupies left bank of Rhine, 116; Blitzkrieg, 137–9; J.M.'s view of, 222–3; 274; and France, 274, 285–7, 289; problem of, 279; new Federal Republic, 291, 292; and Schuman and Pleven Plans, Chap. 14 (336–71) _passim_ ; and USSR, 355; and ECSC, 363, 364; ECSC ratified, 364; divided over Euratom, 420\nGiacchero, Enzo: 374, 405–6\nGiannini, Amadeo: 107–8\nGingembre, Léon: Planning Council, 245\nGiordano, Francesco: 422\nGiraud, General Henri, Civil and Military Commander-in-Chief, N. Africa: 11, 179, 182; replaces Darlan, 183; 184–5; J.M. meets, and character, 185–200; and de Gaulle, 196–7, 201–7; trip to US, Canada and GB, 206; loses power, 207\nGiscard d'Estaing, Valéry: and ACUSE, 445; President of France, 511; 512–14\n_Glycines_ , _les_ (Wistaria House): 198, 199\nGoering, Field-Marshal Hermann: 117\n_Grande Illusion, La_ , film: 139\nGoodrich, Leland M. ( _ed_.), _Documents on American Foreign Relations_ (1942): quoted, 174\n_Gosplan_ , Soviet: 237\nGouin, Félix, of Resistance: 211; succeeds de Gaulle, 244–5; 248\nGraham, Phil and Kay: 271\nGrandval, Gilbert: 283\nGreat Britain, Government: monetary view of War, 131; and Schuman Plan, 308 _et seq_. 331, 334–5; and EDC, 357, 359, 361; and ECSC, 363, 368, 377–9, 401, 403–4; nuclear power, 400; and ACUSE, 413; sets up EFTA, 434; 435; and EEC, 440, 443, 445, 446, Chap. 18 (447–61) _passim_ 468; J.M.'s view of, 451–2; Referendum (1975). 497\nGreece: J.M. visits, 47; British aid ends, 264; US credits, 265\nGreenly, Col. J.H.M.: 131\nGreenwood, Arthur: 148\nGrenier, Fernand: of Resistance, 211\nGrenville Clark Prize: 498\nGrey, Edward, Viscount G. of Falloden: 81\nGruenther, General Alfred, NATO: 358–9\nGuadalcanal: 177\nGuyot, Jean: 385; and loan to US, 390; 404\nHague Congress (1948): 273\nHague Summit (1969): 495\nHaight, J.M., _Jean Monnet and the Opening of the American Arsenal of Democracy_ : quoted, 170–1\nHalifax, Edward Frederic Lindley Wood, 1st Baron, Foreign Secretary: 23, 26\nHall, Robert: 279, 280\nHallstein, Professor Walter: 273; Schuman Plan Conference, 320, 324, 326, 328, 329, 331 332; 352, 373, 381, 423, 426, 439; and ACUSE, 445; and EEC, 456, 466, 481, 482, 483, 484, 493\nHamburger, Richard: 375\nHangchow-Minhow (-Foochow) Railway: 112\n'harmonization': in ECSC and EEC, 388–9\nHarriman, Averell: 154; and Marshall Plan, 265; character, 361–2\nHeads of State and Government, meetings: suggested, 508; held, 510, 511, 513–5; to continue, 516–7\nHeath, Edward, British Prime Minister: 416; and EEC entry, 454; character, 455; 456, 496, 497, 504, 505–6, 507, 509, 5I7\nHeinemann, Gustav: 344\nHelsinki Conference on Security and Cooperation in Europe (1973): 502\nHennessy family and firm: 37, 40\nHerriot, Edouard: 31, 33, 34, 62\nHigh Authority: J.M. first President, 12, 525; 88; role, 128; first mooted, 297, 298; 307, 310, 311, 312, 313–14, 315, 322, 324, 325, 327, 328, 329, 330, 332–3, 368, 370, 372–3, 374, 375, 379, 380, 383, 384, 385, 388, 389, 390, 391–2; J.M. resigns, 399–400, 401, 402; R. Mayer President, 404; J.M. leaves, 405, 406, 408; 456\nHillding, General: 217\nHine, cognac firm: 40\nHirsch, Etienne ('Commandant Bernard'): and future of France, 210, 216, 217; in London, 224; in Paris, 228, 232, 233, 235; at Planning Commissariat, 244, 248, 257, 259; and Marshall Plan, 268; 279, 283; and Schuman Plan, 293, 295, 304, 306, 307, 312; Conference, 318, 322, 323, 327, 329, 334, 345; 352, 362, 368; and Euratom, 445\nHitchman, Alan: 279\nHitler, Adolf: _Mein Kampf_ , 32; anti-Jewish decrees, 116; 117; Nuremburg speech (1938), 118; and USA, 118–19; 136; and USSR, 171; 174–5\nHonorary Citizen of Europe, Jean Monnet: Resolution (1976), 525\nHoover, Herbert: 73, 74\nHopkins, Harry: 80, 155, 160; and FDR, 164–7; and Churchill, 166; sees Stalin, 171; 182, 184, 208, 215; and reconstruction, 216\n'horizontal integration':401\nHorré, André and Amélie: in London, 142; André on J.M.'s ideas, 288; Amélie's cooking, 301; 522–3\nHot Springs Charter: 251\nHotel Bristol, Paris: J.M.'s HQ (1945), 228\nHotel Europeiski, Warsaw: 103\nHoujarray, Paris: J.M.'s house, 279; 339; Schuman at, 348; J.M. retires to, 519, 520, 522\nHouse, Col. E., President Wilson's representative: 73, 74, 80\nHudson Bay Company: 46, 54\nHull, Cordell, US Secretary of State: 182, 184\nHutter, Roger: 385\nHyde Park, home of Roosevelt: J.M. visits, 118\nHymans, Paul: 89\nIbn Saud: quoted, 399\nIle de Ré, J.M.'s house on: 339, 520\nImig, Heinrich: 407\nImperial Council, Vichy: 179, 183: 200n\nImperial Defence Council, British, WW II: 17\n_In Quest of Peace and Security_... (1951): Marshall at Harvard, quoted, 266\n_In the Balance_ , speeches by Winston Churchill (1951): quoted, 306–7\nInaugural Address, Roosevelt's (1933): quoted, 291\nIndochina, French war in: 343, 361; loss of, 429\ninflation (1948): 269\n'Inspirer, The' (de Gaulle, of J.M.): 433, 434\nInstitut Branting, Paris: 417, 419\nInter-Allied Council: (1940), 22, 26, 27; WI, 125\nInterim Aid: 268\nInternational Authority, Europe: 295, 296; title changed to High Authority ( _q.v_.), 297\nInternational Bank for Reconstruction and Development, USA: 254\nInternational Institute for Strategic Studies: 456\nInternational Ruhr Authority: (1949), 283, 286, 351; and ECSC, 363, 374\nInternational Supply Committee: 53–4\ninternationalization of European heavy industry: 282\nIreland, Prime Minister of: in Paris, 497\nIsmay, General Sir Hastings: 17, 136\nisolationism, American: 119, 122, 132; Lindbergh and, 152 ended, 156\nItalian (Saragat and Nenni) Socialists: 425\nItaly: war in, 207; Interim Aid, 268; and Schuman Plan, 353; steel, 392; ratifies Rome Treaties, 425; US aid, 502\nJacquin, Col.: 122\nJames, William: quoted, 368\nJapan: invasion of Manchuria, 110; and China, 112, 113; capitulation (1945), 226\nJay, Dean: 271\nJeanneney, Jules, President, French Senate: 32\nJenkins, Roy, President European Commission: Foreword, 11–13; 496\nJews, decrees against: Hitler's, 116; Vichy, 183\nJobert, Michel, French Foreign Minister: 494, 504, 505, 506, 508\nJohnson, Lyndon, US Vice-President: 464; becomes President, 472, 473, 476, 479\njoint citizenship, British and French _see_ Anglo-French unity\nJouhaux, Léon, French Trade Union leader: 88n; and Silesia, 88; Planning Council, 245; and Schuman Plan Conference, 319, 322\nJoxe, Louis: 189, 200\nJuin, General Alphonse: 205, 346\nJuly, Pierre: on Euratom, 424\nKaekanbeeck, Georges: 90\nKaplan, Léon: 224–5, 228; and 'le Plan', 243\nKennan, George: and Marshall Plan, 265\nKennedy, President John Fitzgerald: 438; and GB in EEC, 455; Nassau, 457—8; speech (1962), 460; 463, 464; 'partnership' speech, 466–7, 469; assassination of, and character, 471–3\nKennedy Round: 466, 476\nKeynes, John Maynard: 177\nKiesinger, Kurt: and ACUSE, 412, 415, 445; Chancellor, 489, character, 491\nKindersley, Lord: 306\nKissinger, Dr Henry: 498\nKlaer, Werner: 385\nKleiman, Robert, _US News and World Report_ : 271, 463\nKoenig, General Marie-Pierre: and EDC, 396\nKohnstamm, Max: ECSC Secretary, 375–6; and ACUSE, 409, 414, 416, 424, 434, 456, 517\n_Kon-Tiki:_ 524\nKoo, Wellington: 89\nKorean War: 316, 328, 336, 338, 339, 343\nKravelicki, Robert: 385\nKreuger, Ivar, financier: 105–6\nKreyssig, Gerhard: 382\nKuomintang (People's Party), China: 112\nLa Chambre, Guy, French Air Minister: 117, 121, 123, 125, 130\nLa Malfa, Ugo: 419, 444\nLabour Party, British: and Schuman Plan,\n314, 315, 335, 406; to join ACUSE, 491, 492\nLacoste, Robert, Socialist: 363–4\nLagrange, Maurice, _Conseil d'Etat:_ character, 352; and ECSC, 384\nLamour, Philippe: 245, 276\nLamy André: and Schuman Treaty, 356; at ECSC, 375\nLaurent, Jean, de Gaulle's _chef de cabinet_ : 24, 25; Food Executive head (1939), 129\nLaval, Pierre: 183\nLayton, Sir Walter, later Lord L.: 96, 156; at The Hague, 273; and Schuman Plan, 305\nLe Brun, Pierre, CGT: Planning Council, 245–6, 247, 248, 257, 262\nLeague of Nations: J.M. to be Deputy Secretary-General, 11, 81; 35, 75, 78–98; Covenant of, drafted, 80, 82; Economic and Financial Organization, 96; difficulties of, 115, 281\nLeague of Nations Secretariat: 80; J.M. at, 81, 82 _et seq_.; comes into being, 85; 86, 89; and Brussels Conference (1920), 95–6; J.M. leaves, 99; 384\nLeague of Nations Supreme Council: 80, 85–6, 90, 95; and veto, 96–7\nLebrun, Albert, President of France (1940): 29, 31, 33\nLecanuet, Jean: 484\nLecourt, Robert, President, Court of Justice, ECSC: 384; and ACUSE, 412, 445\nLefèvre, Théo: 383, 412, 419, 444\nLegentilhomme, General Paul Louis: 207\nLehr, Dr Robert, Ruhr industrialist: 344, 350\nLend-Lease: started (1941), 158–63; Hopkins takes over, 171; 188, 208; 224; end of, 226, 249; G. Ball of, 227\n_Letters on the League of Nations_ , by Raymond B. Fosdick: quoted, 81–2\nleu, Romanian currency, stabilization: 105–6\nLi Yu Ying: 114\nLiberal Party, British: to join ACUSE, 492, 493\nLiberation: period of, begun, 178; 180, 181, 182, 188, 191, 192, 209; war of, 215; of France, 217, 221, 225\nLieberherr, Gérard, J.M.'s son-in-law: 521\nLieberherr, Marianne _see_ Monnet, Marianne Lilienthal, David: of TVA, 276\nLinarès, Lt.-Col. de: 185–6, 187\nLindbergh, Colonel Charles: and German air power, 132; and isolationism, 152\nLippmann, Walter: 155, 271, 442, 522–3\nLloyd, George Ambrose Lloyd, 1st Baron: 31, 32, 33\nLloyd George, David, British Prime Minister: 62, 83, 86, 88\nLloyd, Selwyn: and ACUSE, 493\nloan agreement, US (1946): Blum and, 253–4, 255\n'Lotharingia', economic union: projected (1944), 222\nLothian, Philip Henry Kerr, 11th Marquis of L.: dies, 164\nLoucheur, Louis, French Minister of Armaments (1917): opposes J.M., 57, 70, 71\nLuftwaffe: birth of, 117; superiority (1939), 132\nLuns, Joseph, Dutch Foreign Minister: 438\nLuxembourg, site of first European Community: 12, 353, 369–71, 372–81, 392; and ACUSE, 407; and Rome Treaties, 425; 426\nLycée Fromentin, Algiers: 197, 200\nLyttleton, Oliver: successor to Beaver-brook, 176\nMLF _see_ Multilateral Force\nMRP (Christian Democrats): 240\nMacArthur, General Douglas: in Korea, 343\nMcCloy, John L. ('Jack'), lawyer, Assistant US War Secretary, later High Commissioner in Germany: 154, 169, 179, 216; and Schuman Plan, 308–9; and German army, 338, 344, 348, 349, 352, 360; and EEC, 464; Medal of Freedom, 472\nMackay, R. W. G., Labour Party: proposes European union, 281–2\nMaclay, Sir Joseph, Shipping Controller: 75\nMacMahon Act, USA: modified (1953), 400\nMacmillan, Harold, British Prime Minister; 194, 196; _Memoirs_ , 208 and n; at The Hague, 273; at Strasbourg, 315; 316; 'Macmillan Plan', 334, 335, 380; proposes FTA, 448; and EEC, 454, 455; Nassau, 457–8, 469\nMaginot Line: 17\nMakins, Sir Roger, later Lord Sherfield: and ECSC, 377–8, 450\nMalagodi, Giovanni: 419, 444, 517\n_Manchester Guardian_ : 456\nMandel, Georges: 32\nManiu, Juliu, Romanian Prime Minister (1929): 105\nManpower Commission: 256\nMansholt, Sicco: 426, 482\nMantoux, Paul, interpreter: 67; political director for the League, 86\nMao Tse-Tung: 113\nMargesson, David: 23\nMarjolin, Robert: 31, 209–10; in Washington, 224; in Paris, 228, 232, 235; Deputy Planning Commissioner, 244, 257; and OEEC, 267, 268; 274, 409, 417, 422, 426, 427, 456, 482\nMarjoribanks, James: 378\nMarne, Battle of the: 51, 52\nMarshall, General George C., US State Department: 172, 173; in Moscow, 265; character, 266; Harvard Speech, 266; and Schuman Plan, 348, 349\nMarshall Plan and Marshall Aid: Chap. 11 I (264–70) _passim_ , 273, 274, 275, 302\nMartel, cognac firm: 40\nMassigli, René, diplomat: in Algiers, 197, 199; 200; Commissioner for Foreign Affairs, 202, 211; French Ambassador, London, 305, 307, 313\n_Massilia, The:_ 33\nMassip, Roger, of _Le Figaro:_ 304\nMatteotti, Matteo: 412\nMaudling, Reginald: 448, 493\nMay, Stacy: 170, 172\nMayer, René: 126, 129, 202, 203; and future of France, 209–10; 222, 268, 275, 293; and Schuman Plan, 300; 301, 303; and EDC, 361;and ECSC, 365; Prime Minister, 395, 396; President, High Authority, 404\nMayne, Richard: translator of _Memoirs_ , 12; and ACUSE, 409; and EEC entry, 456, 492\nMeany, George, US labour leader: Medal of Freedom, 472\n_Mein Kampf_ , Hitler's: 32\nMéline, Jules: 276\n_Mémoires de Guerre_ (1967), by Charles de Gaulle: quoted, 197, 203, 205, 244\n_Memoires_ , by Jean Monnet: French edition, 12; in progress, 517, 518–19, 520\n_Memoires of a Public Servant_ , by Lord Salter: 56n; quoted, 63–4, 93\nMemorandum from the Benelux Countries to the Six ECSC Countries: Spaak and, 403–4\nMendès-France, Pierre, Finance Commissioner: and currency, 217–18; and Schuman Plan, 347; and Europe, 397; 402, 417, 425\nMesserschmidt fighters: 117, 135\nMessina Conference (1955): 403–4; resolution, 413; 418, 422\nMeyer, André, in USA: 271\nMeyer, Daniel: 335\nMiddle East conflict: 498, 510\nMiguez, Mme: J.M.'s secretary, 295\nMillerand, Alexandre: 52, 91\nMinisters of Foreign Affairs, the Six: meeting of, 402; Messina, 403–4\nMittelhauser, General Eugène: Syria, 142\nMitterrand, François: 273, 484\nMixed Commission on Silesia: 89\nMoch, Jules, French Defence Minister: to US, 341; character, 341–2; 347, 349, 358; opposes EDC, 396\nModernization and Investment Plan ('le Plan'): J.M.'s proposals, 237–40; approved and set up, 240; 244, 245, 248, 250, 252–3, 255, 256–63, 264, 267, 269; Fund, 270; 329, 364, 368, 369; J.M. leaves, 375; 406, 417, 421; _see also_ Planning Commissariat\nModernization Commissions: 237, 240, 243, 245, 246, 247, 253, 329\nMollet, Guy, French Prime Minister: 319, 335, 364, 412; and ACUSE, 413, 415; Prime Minister, 417, 419; statement, 420; 423, 424, 445\nMolotov, Vyasheslav: 265, 267\n_Monde_ , _Le:_ incorrect report, 299; 428–9; J.M. writes in, 429; 442, 521\nMonick, Emmanuel: 31, _Pour mémoire_ , quoted, 33, 177; 225\nMonnet, Anna, elder daughter of J.M.: 224\nMonnet, Gaston, brother of J.M.: 37, 41, 48\nMonnet, Henriette, sister of J.M.: 37, 223\nMonnet, J.G., father of J.M.: 37; takes over brandy firm, 39; 40, 41, 44, 45, 47, 49, 50, 99, 101–2\nMONNET, Jean: title of _Memoirs_ , 12; achievements, 11–13, 18; proposes unity of air forces, 20, and of France and GB, 21–30; birth, family and childhood, 35–47; education, 38; business, 38–47; first visit to USA, 46; in London, 53–71; and League Secretariat, 81–98; resigns, and returns to firm, 99–102; abroad, 102–6; return to US, 107; San Francisco, 107–9; marriage, 109–10; Shanghai, 110–15; meeting with FDR, 118; to Paris, 123; liaison with GB, 126; work in London, 128–30; with Churchill and Reynaud, 138–41; with de Gaulle, 143–7; to Washington, 148–77; letter to FDR, 168; sent to Algiers, 183–5; in Algiers, 185–207; and arms for France, 208–9; delegate to UN, 209; returns to Washington, 211, 215 _et seq.;_ to Paris and Cognac, 223–4; takes stock of career, 229–31; Planning Commissioner, 241; and USA, 249, 271; walks, 288–9; and Schuman Plan and Conference, 299–335; work on two Plans, Chap. 14 (336–71) _passim_ ; President of High Authority, Chap. 15 I (372–93) _passim;_ resigns Presidency, 399–400; leaves H.A., 405, 406, 408; travels for ACUSE, 410 _et seq.;_ to US for aid, 427–8; and GB, 447 _et seq_., 451, 454; on future, 460–61; US Freedom Medal and Prize, 472; other travels, 479; meets H.\nMonnet, Jean _[contd.]_ Wilson, 491; Grenville Clark Prize, 498; draft proposals on European government, 503–4; at Chequers, 504–5; in Bonn, 506; in London, 512; Paris, 513; Bonn, 513–14; and ACUSE members, 515–17; falls ill and decides to retire and write _Memoirs_ , 517 _et seq.;_ receives title of Honorary Citizen of Europe, 525\nMonnet, Marianne, younger daughter of J.M.: birth, 175; 224; Mme Lieberherr, 521\nMonnet, Marie-Louise, sister of J.M.: 37, 99, 223\nMonnet, Mme, mother of J.M.: 37, 38, 39, 223\nMonnet, Silvia, wife of J.M.: 24, 27; marriage, 109–10; 142; to Washington, 150; 171; help for, 216; 224, 304; painting, 339, 402; 471; in Berlin, 480; 518, 520\nMonnet family, of Cognac: 36, 37, 41, 99 _et seq.;_ under Occupation, 223\nMonnet family cognac firm: 39, 40; J.M. rejoins, 99–102; reorganization, 102\nMonnet-Murnane and Co.: setup, 115\nMonzie, Anatole de, Under-Secretary, Merchant Marine: 62, 63\nMoreau, Emile: 104\nMorgenthau, Henry, Secretary, US Treasury: 119–20, 121, 131, 134–5, 138, 184, 217\nMorrow, Dwight: quoted, 13, 519, 520\nMorton, Desmond: 22, 23, 27, 28, 141\nMoselle, canalization of: 365\nMoulin, Jean: 196\nMultilateral Force, and ACUSE: 467–8\nMunich Conference (1938): 117, 118\nMunitions Assignment Board: 184\nMurnane, George, partner of J.M.: 115, 116, 271\nMurphy, Robert, US diplomat: 178–9; _Diplomat among Warriors_ , quoted, 180; 203, 208;194\nMutual Aid agreements (1945): 225–6\nMutual Aid Societies: 38\nNATO: 337, 342, 358; Lisbon meeting, 362; Germany and, 398; 435, 468\nNassau, Bahamas, meeting (1962): 457–8\nNasser, Gamal Abdel: 420, 422\nNathan, Bob: 172\nNational Consultative Council, French: proposed (1943), 196; later, Consultative Assembly ( _q.v_.)\nNational Defence Committee: of Senate 117; of Executive Committee, Algiers, 207\nNational Economic Council, China: 110\nNational Resistance Committee, France: 196\nNelson, Donald: 174, 208\nNenni, Pietro: 415, 488, 489\nNetherlands Government: and Schuman Plan, 319; and ECSC, 363; and EEC, 425, 435\nNeutrality Act, USA: 119, 122, 124, 125; modified, 130\nNew Deal: 109, 174\n_New York Times_ , _The:_ 271, 304, 306\nNivelle, General Robert: 60, 63\nNixon, Richard, US President: 476; to Europe, 507\nNoel, Emile, Secretary-General, European Commission: 417, 423\nNogues, General Charles: continues struggle, 142–3, 144, 145; ambiguous position, 179, 199; recalled, 200\nNorman, Montagu, Governor, Bank of England: 95, 104; on J.M., 330\nNormandy landings: and de Gaulle, 219\nNorth Africa _see_ Africa, North North Atlantic Treaty: 337; _see also_ Atlantic Alliance, NATO\nNorway and EFTA: 434\nnuclear technology and weapons: 400, 401, 403, 418; _see also_ Euratom\nNuclear Test Ban Treaty (1963): 469–70; J.M. on, 470\nNo. 18, rue de Martignac, Planning Commission HQ: 241–2, 243, 248, 256, 257, 272, 277, 283, 294–5, 302, 305, 324–5, 329, 334, 352, 364, 417\nNo. 83, Avenue Foch, ACUSE Secretariat: 414\nOECD (Organization for Economic Cooperation and Development): 434\nOEEC (Organization for European Economic Co-operation): set up, 268; Convention, 271–2; work of, 273; 313; becomes OECD, 434; 448\nOccupation of France: and Resistance, 210; and Cognac, 223–4\nOllenhauer, Erich: 382; and ACUSE, 411–12, 419, 444; and S.E. Asia, 499–500\n'one Parliament, one army': 21–30, 35\nOosterhuis, H.: 412\nOperation Torch (1942): 175, 176–7, 178–80\nOrganization for Economic Co-operation and Development (OECD): 434\nOrganization for European Economic Cooperation _see_ OEEC\nOrtoli, François-Xavier: 508–9\nPacific countries and Europe: 499\nPadley, Walter: 492\nPainlevé, Paul: 64, 66\nPalewski, Gaston: in Algiers, 197; in Paris, 241; and ECSC, 365, 494\nPalliser, Michael: 491–2\n' _Paradis, le_ ' (Cognac spirit cellar): 101\nParis, Camille, Secretary-General, Council of Europe: 380, 381\nParis: fall of (1940), 21, 22; crisis (1958), 429\nParis Agreements (1954): 398–9\nParis Conference (1961): 438\nParis Summit Meeting (1972): 428, 497, 501, 503\nParodi, Alexandre: 17; and Schuman Plan, 301, 352\n'Partnership' speech (1962), of Kennedy: 466–7\nPastore, Giulio: 412\nPatton, General George: 179\npeace, object of European union: 298, 300\nPearl Harbour: 173\nPéguy, Charles: quoted, 259\nPermanent Military Committee, French: 205\nPerrin, Francis, atomic expert: 420\nPerroux, François, economist: 242–3, 262\nPétain, Marshal Henri: 29, 30, 32, 33; government, 143; J.M.'s letter to, 147; 148, 168; Darlan and, 179; 182, 183, 186; portraits of, removed, 190\nPetersberg Agreement (1949): 283\nPetsche, Maurice: 277–8\nPeyrouton, Marcel, Governor-General, Algeria: 183; 'P. Affair', 199-200\nPflimlin, Pierre, French Finance Minister: 427, 440; and ACUSE, 445\nPhilip, André: in Algiers, 197, 199, _200;_ in Paris, 245; Strasbourg, 282\nPilotti, Massimo: 384\nPilsudski, Marshal, President of Poland: loan, 104\nPinay, Antoine, French Prime Minister: character, 368–9; 395, 402; Finance Minister, 430; and ACUSE, 445, 489\nPineau, Christian, French Foreign Minister: 417\nPisani, Edgard: 493\nPlacentia Bay, Newfoundland: 171\nP _lan, le_ : II; later, Modernization and Investment Plan ( _q.v_.)\nPlanning Commissariat, France: set up, 240 _et seq.;_ J.M. heads, 241, 244–5; 285, 261–2, 275, 277, 292, 299, 329, 356; Hirsch heads, 375; 406\nPlanning Council (1945): constitution, 240; 245, 246, 248–9, 250, 256, 260\nPleven Plan (EDC): 345, 346, 347, 348, 349, 350, 355, 357, 358, 360; _see also_ European Defence Community\nPleven, René, assistant to J.M.: 23–8, 31, 33, 34; in Warsaw, 103; 129; to US, 131, 132, 134–5, 139; and de Gaulle, 202; on Algiers Committee, 203; Finance Minister, 242; and Schuman Plan, 300–1, 303; Prime Minister, 339; 'P. Plan', 345–50; 356, 358, 365, 419; and ACUSE, 445, 489, 517\nPlowden, Sir Edwin, later Lord Plowden: 156; character, 278–9; and J.M., 280; and Schuman Plan, 307; and EDC, 361, 377–8; and EEC, 493\nPoher, Alain: on Ruhr Authority, 283; on ECSC Assembly, 382\nPoignant, Raymond: 490\nPoignant Report, on education: 490\nPoincaré, Raymond: 91, 97–8\nPoland: and Silesian problem, 87–91; Convention, 90; and currency, loan, 103–4\nPolaris missiles: to GB, 458\nPompidou, Georges, French President: 494, 497, 503, 504, 505, 506; and Yom Kippur War, 508; 509, 510; death of, 511; 512, 513\n_Populaire, Le:_ 255\nPortugal and EFTA: 434\nPotthoff, Heinz: character, 374; 388, 389\nPoujadists: 425\n_Pour mémoire_ , by Emmanuel Monick: quoted, 33, 177\nPreamble to Franco-German Treaty (1963): 468–9\n_Present at the Creation_ , title: 12; Dean Acheson's, 30In\nPresidential Medal of Freedom, USA: to J.M., 472\nProconsuls, Vichy: 179, 183, 200n\nProductivity Commissions: 277\nProvisional European Government: J.M.'s proposals, 503–4; and Heath, 505; title, 506; plan for, 509\nProvisional French Government: proposed, 190, 192; 201; Chap. 9 I (215–20) _passim;_ recognized, 220, 221\nPuaux, Gabriel, Resident-General, Morocco: succeeds Noguès, 200\nPublic Authority for European Steel: 282\n_Public Papers and Addresses of Franklin D_. _Roosevelt, The_ : _1940 Volume_ (1941): quoted, 169\n_Public Papers of the Presidents of the United States: Harry S. Truman 1947_ (1963): quoted, 265\nPurvis, Arthur B., Chairman, Anglo-French Purchasing Board (1939): 130, 138, 150, 162, 172\nQueuille, Henri: of Resistance, 211; Prime Minister, 358\nQuinones deLeon,: 89\n_Rabâcheuse_ , _Marie la_ ('Monotonous Mary'): 126\nRabier, Jacques-René: 243, 375, 385\nRajchman, Ludwig: establishes UNICEF, and character, 100; and zloty, 103; and China, 110\nRamadier, Paul: 335, 363\nRangoon, capture of: 176\nReading, Rufus Daniel Isaacs, 1st Marquess of: 74\nReconstruction Finance Corporation: 108–9\nRed Army: 171\nReddaway, W.B.: on tax, 389n\nRegional Development Fund: 501\n'relaunching of Europe' (1955): 403-4, 419\nRenard, André: 412\nReports of Modernization: (Nov., 1946), 257, 258–60; (Dec., 1947), 262–3\nResistance Committee, French: proposed (1943), 196\nResistance, French: 188, 193, 197, 210–11; Provisional Government, 224\nReston, James: 155, 271\nReuter, Paul: 294–5, 296; at Schuman Plan Conference, 333, 334, 345\nRey, Jean, negotiator: 426, 456, 466\nReynaud, Paul, French Prime Minister: and Anglo-French unity, 24, 25, 26, 27, 28.' resignation, 29; character, 31; as Minister of Finance, 120–21, 132; as Prime Minister, 137, 141; at The Hague, 273\nRhône Valley Project: 261 Ricard, Pierre: 245, 262\nRieben, Professor Henri: 456\nRipert, Jean: 243, 375\nRist, Charles, economist: 244\nRobertsau, Strasbourg: ECSC at, 381\nRoll, Sir Eric: 456\nRollman, Tony: 375, 385\nRomanian currency problems: 105–6\nRome Treaties: 12; outline, 296; 417; signed, 424; ratified, 425–6; 434, 454, 458, 481, 484; and GB, 512, 514\nRomme, C.P.M.: 412, 419, 444\nRommel, Field-Marshal Erwin: 176\nRonsac, Charles, of _Franc-Tireur:_ 304\n_Roosevelt and Hopkins_ , by Robert E. Sherwood: quoted, 152, 155, 181\nRoosevelt, President Franklin Delano: 11, 108; J.M. meets, 118-19; 120, 121, 122–4, 130, 131, 132, 135, Chap. 7 (150–77) _passim_ ; and Churchill, 164; 172, 178, 181, 182–3; at Casablanca, 183–4; 194; and de Gaulle, 199, 218, 220; and Eisenhower, 205; and Hopkins, 215; death of, 252; and Marshall, 266; Inaugural Address, 290; J.M. and, 471; 523\nRoseland, Switzerland: 289\nRosenberg, Ludwig, DGE: 437, 444\nRoss Smith, wheat buyers: 54\nRostow, Gene: 271, 464\nRostow, Walt: 271\nRoy, Etienne, Steel Commission: 248\nRoyal Sugar Commission, WW I: 56\nRublee, George, AMTE: 69\nRueff, Jacques: 384, 430\nRuhr, the _see_ International Ruhr Authority\nRumor, Mariano: 416, 444, 489; Italian Prime Minister, 5 07, 517\nRunciman, Walter, 1st Viscount R.: 58\nRussia _see_ USSR\nSHAPE (Supreme Headquarters, Allied Powers, Europe): projected, 362\nSPD (German Social-Democratic Party): 407–8, 411–12, 413, 423, 424\nSaar, the: problem, 86, 91–2; French again, 283; status of, 286; and ECSC, 370\nSaarbrücken: 370\nSaint-Exupéry, Antoine de: 195\nSalignac, Antoine de, founder of Monnet firm: 39\nSalter, Sir J. Arthur, later Lord S.: 19, 21, 23, 55 _et seq.; Memoirs of a Public Servant_ (1961), 56n, quoted, 63–4; 66, 68; _Allied Shipping Control_ , 69, 75–6; 73, 86, 93, 94, 96, 97, 100, no, 112, 139, 141; Ministry of Salter, Sir J. Authur _[contd.]_ Shipping, 156; and Schuman Plan, 306\nsanctions and the League: 115\nSaragat, Giuseppe: 444\nSauvy, Alfred: 227, 233, 242\nSavary, Daniel: 424\nScandinavians in Canada: 45\nSchacht, Hjalmar: 104\nSchaetzel, Robert: 464\nScheel, Walter: 416, 517\nSchilling, Wolf-Dietrich: 504, 506\nSchlesinger, Arthur: 438\nSchmidt, Helmut: 415; and ACUSE, 444, 489; replaces Brandt, 511; 512, 513, 514\nSchroeder, Gerhard: 469\nSchumacher, Kurt: and Schuman Plan, 319, 350, 363, 364, 411\nSchuman, Robert, French Prime Minister and Foreign Minister: 92, 263, 272; and Adenauer, 284–5, 287, 336–7; to London, 292; and Schuman Plan, Chaps. 12 and 13 (288–335) _passim;_ Chairman, Conference, 3 32; 341; to US, 342, 343, 346; and EDC, 360, 365, 369, 370, 381, 382, 395, 480\nSchuman Declaration (May 9, 1950): 303–5, 329, 331, 341, 347, 352, 354; quoted, 394; 431, 517\nSchuman Plan: inception, 298–301; before French Cabinet, 302; and Adenauer, 303; and Europe, 303–17, _passim_ ; Chap. 13 (318–35) _passim;_ 338–40, 345, 347, 351, 363, 364, 365, 366, 367, 393, 401, 450, 453? 469; J.M. inspired, 525\nSchuman Plan Conference (1950): Chap. 13 (318–35) _passim;_ opened, 322; 323, 336, 341, 346, 350\nSchuman Treaty (1951): 349, 352; and ECSC, 353; 355, 356–7; Preamble, 357, 380; 362, 380, 383, 384, 385\nSchweitzer, Pierre-Paul: 427\nSecond Front: 171; _see also_ Allied landings in Europe\n_Second World War_ , _The_ , by Winston S.Churchill: quoted, 141\nSedan breakthrough: 17, 136\nSegonzac, village: 37, 45\nSeipel, Mgr Ignaz, Chancellor of Austria: 94\nSelective Service Act, USA: 151\nSenate Defence Committee, USA: 122\nseparate armistice: decision against, 18–19; French decision for, 22, 26, 27\nServan-Schreiber, Jean-Jacques: quoted, 408\n'Seven, The' _see_ EFTA\nSeydoux, François, French Foreign Office: 331\nSforza, Count Carlo, Italian Foreign Minister: 306\nShanghai, French Concession: 110–15\nSherwood, Robert Emmet, author: _Roosevelt and Hopkins_ (1950): quoted, 152; on J.M., 155, 161, 181, 184\nshipping, Allied, effects of submarines on: 60–61, 62\nSilesia, Upper: dispute and arbitration, 87–91\nSimon, Sir John, Chancellor of the Exchequer: 132\nSingapore, surrender: 176\nSix, The: 318, 329, 369, 392, 403, 408, 413; Rome Treaties, 425; 433, 436; 'Summit', 439; 448, 449, 453, 463, 466; meeting (1966), 484; _see also_ Schuman Plan Conference\nSkybolt abandoned: 457\nSmith, Kingsbury, of International News Service: 285\nSmuts, Field-Marshal: 80\nSoames, Sir Christopher, British Ambas sadorin Paris: 492\n'Society of Cognac Vine-Growers, The' _see_ Monnet family cognac firm\nSomervell, General Brehon B.: 175, 176\nSoong, T. V., Chinese Finance Minister: no, 113–14\nSoustelle, Jacques, Gaullist: 365\nSpaak Committee: 419\nSpaak, Fernand: 385\nSpaak, Paul-Henri: President ECSC Assembly, 382; 400, 401, 402, 403, 404, 418\nSpaak Report: 418, 422\nSpears, Major-General Sir Edward: 28, 31, 145\nSpeer, Albert, _Memoirs:_ quoted, 174–5\nSpierenburg, Dirk: at Schuman Plan Conference, 324, 325, 327, 328, 330, 332; 373, 404\nStalin, Josef: 171, 338, 362\nStalingrad: 176\nStanley, Albert: 65, 67\nSteel and Building Materials, Commission on: 247, 248\nStettinius, Edward R. Jr.: US Secretary of State: _Lend-Lease_ (1944), quoted, 16on, 225\nStewart, Michael: 492\nStikker, Dirk: 369, 381\nStimson, Henry Lewis, lawyer, US War Secretary: 154, 169, 216\nstockpiling of goods, for Liberation: 216\nStone, Shepard: 464\nStraeter, Heinrich: 407, 444\nStrasbourg: Council of Europe, 273, 281, 315, 3x6; and ECSC Assembly, 381; split with Luxembourg, 426\nStrauss, Franz Josef: 420\nStresemann, Gustav: 82\nStrong, Benjamin: 104\nstudent riots (1968): France, 489; elsewhere, 490\nsubmarine warfare, WW I: 56, 59–60; German blockade (1917), 60\nSuetens, Maximilien: 324, 327, 330, 332, 333\nSuez crisis: 420–22\nSummer Palace, Algiers: 185\nSun, Mme, widow of Sun Yat-Sen: 113\nSun Yat-Sen: 112, 1i3\nSunderland House, London: 81\nSupply, French Ministry of: J.M. delegate of, 70\nSupreme Council, Allied (1916): in Paris, 80; 175\nSupreme Council of Heads of Governments _see_ European Council; Heads of State and Government, meetings\nSupreme War Council, WW II, and aircraft from US: 134–5\nSwatland, Donald, lawyer: 107–8\nSweden and EFTA: 434\nSwitzerland and EFTA: 434\nTaft, William Howard: 154\nTardieu, André: at Versailles, 86\nTaviani, Emilio: at Schuman Plan Conference, 324\nTeitgen, Pierre-Henri: 273, 382, 383\n_Temps Modernes_ , _Les_ , Sartre's magazine: 262\nTennessee Valley Authority: 276\nTessier, Gaston: 245\nThomas, Albert, ILO: 100\nThorez, Maurice, Communist leader: 256\nThorpe, Jeremy, British Liberal leader: 492, 493\nThree-Power Conference, London (1950): 305\n'Three Wise Men': (1951), 361–2; (1956), 422, 424–5\n_Times_ , _The:_ 19, 282; and Schuman Plan, 305; 488\nTinbergen, Jan: on tax, 388\nTindemans, Leo, Belgian Prime Minister: 444, 514, 515, 517\nTipasa, Algeria: 194, 196\nTixier, André: 202, 203\nToilet, André: 256\nTomlinson, William ('Tommy'): 269, 270; US representative to ECSC, 379\ntotal war, concept of: 18\nTours Conference (1940): 22, 26, 27\nTrade Expansion Act (1962), USA: 465–6\nTrade Unions, British: and EEC, 491\nTrade Unions, free, of EEC: 490\nTrade Unions, French: and 'le Plan', 261; and Schuman Plan, 3I8\nTransamerica, holding company: 107–8\nTransport and Farm Machinery, Commission on: 247\ntransport, of US troops, WW I: 69\ntransport pool, WW I: 64–71, 74\nTreaty of Accession, of GreatBritain (1972): 495–6, 512\nTréveneuc Law (1872): 189–90, 192, 196\nTriboulet, Raymond: 425\nTriffin, Robert: 409\nTripartite Agreement (1936): 120\nTrotsky, Leon: 362\nTruman Doctrine: aid for Europe, 264–5\nTruman, Harry S., US President: invites de Gaulle, 228; character, 252; 264–5; and Marshall, 266, 268; and Schuman Plan, 306; election (1948), 522\n'Trusty Eckhart': 437\nTunisian Campaign: 180, 183, 194, 195; French in, 202\nTurkey: 264, 265\nUllmann, Marc, of _l'Express:_ 479; quoted, 480\nUNESCO: 324\nUNICEF (United Nations International Children's Emergency Fund): 100\nUNO (United Nations Organization): 223n, 281\nUNRRA (United Nations Relief and Rehabilitation Administration): 209; and France, 2I6\nUSA Government: and Allies, WW I, 69–70, 71–3; withdraws from League, 98; and Europe, 116–124, 294, 338, 474–7; industrial aid to Europe, WW II, 130–31; war production, 161–3; and France, 168; J.M.'s visits, 271; and ECSC, 379–80, 390; nuclear power, 400; loan to France, 428; joins OECD, 434; and EEC, 440, 441, 443, 460–61; and Germany, 483; Vietnam, 499; and USSR, 499, 508\n_USS Tuscaloosa_ ,, FDR's cruise on (1940): 158–9\nUSSR (Soviet Union): recognizes Free French, 211; and USA, 265, 499, 508; refuses to join Marshall Plan, 267, 355; and Cold War, 290, 291, 356; and EDC, 398; nuclear power, 400; and Test Ban Treaty, 469–70; and Europe, 475, 478, 479, 480, 485\nUnited Kingdom _see_ Great Britain\nUnited Nations inaugural session (1943): J.M. at, 209; _see also_ UNRRA\nUnited States of America _see_ USA\nUnited States of Europe: Churchill calls for, 283; J.M.'s idea, 399–400, 403, 408, 431; objective, 524; _see also_ Action Committee for the United States of Europe\nUnlimited National Emergency, USA: 169\nUpper Silesia: dispute and arbitration, 87–91\nUranium 235: 420\nUri, Pierre: 261–2, 279, 283; and French Declaration (1950), 297–8; and Schuman Plan, 302, 304, 306, 307, 312; Conference, 322, 323, 334, 345, 352; at ECSC, 375, 376, 387–8, 403, 404, 409, 456–\nUsinor strip mill: project, 261\nValenski, Christian: 224\nVan Helmont, Jacques: reports, 243; at ECSC, 375, 409, 517\nVan Naters, Marinus Van der Goes: 383\nVan Zeeland, Paul: at The Hague, 273; and ECSC, 369, 381\nVandenberg, Senator Arthur H.: 266\nVansittart, Sir Robert: and Anglo-French unity, 23, 26, 27; 141; and Free French, 145\nVedel, Georges: 417\nVenizelos, Eleftherios, Greek Prime Minister: 80\nVergeot, Jean ('Monsieur Vergeot'): 242–3, 375\nVersailles Peace Conference (1919): J.M. at, 75; Treaty and faults, 82, 86, 97; Silesian problem, 87, 88\n'vertical integration': 401\nViansson-Ponté, Pierre: 521\nVichy and Vichyites: 'Imperial Council', 179; 182, 183; spirit of, 186, 191; collaborationists, 219\nVictory Programme, US Army and Navy: 158, 172, 173, 174, 181, 183, 188, 208, 236, 266, 421\nVietnam War: 498\nVinck, François: 375, 385\nVinson, Fred, US Treasury: 252\nViviani, René: 49–52, 84\nVolapük (de Gaulle): 440\nVuillemin, General Joseph, French Air Force: 118\nWagenführ, Rolf: 375\nWaldeck-Rochet, Pierre: 245\nWalker, Elisha, Director-General, Blair and Co.: 102\nWall Street crash, (1929): 107–8\nWar Production Board, USA: 174\nWashington: 11, 130; J.M. in, 148–77; UNRRA set up, 209\n_Washington Post_ , _The:_ 271\nWehner, Herbert: 382, 411–12, 416, 419, 444, 445, 446\nWehrer, Albert: at Schuman Plan Conference, 324, 327; 373\n_Wehrmacht:_ 337, 342, 344\nWeill, Pierre-David: 271\nWellenstein, Edmund: 385\nWenmackers, Ursula, interpreter: 386\nWestern European Union: set up, 398\nWeygand, General Maxine: French War Minister, Bordeaux, 29, 144, 148, 168\nWheat Executive, WW I: 5 8–9, 66, 74\nwheat purchasing, Allied agreement on: 54–5, 57–8\nWhite Papers, British and French: on Schuman Plan, 311\nWigny, Pierre: 382, 438\nWillkie, Wendell: 1.65\nWilson, Harold, British Prime Minister: 479, 487, 488; and EEC Assembly, 489; and J.M., 491, 492, 511, 512, 514; and 'anti-Marketeers', 497\nWilson, Sir Horace: 23, 35, 130, 134, 141\nWilson, Woodrow, US President: letter to, 71–2; 73, 74, 75; 'Fourteen Points', 79; and League, 80; 83, 86, 98\nWinnacker, Karl: 493\nWinnipeg: n, 44–5\nWorld War I: early stages, 48–52; Anglo-French Co-operation, 53–77\nYom Kippur War: 508\nYounger, Kenneth, Foreign Office: 305, 312–13\nzloty, stabilization of: 102–5","uid":"023990ac-ff59-4f37-8645-9b275c89e9c2"}
